Repository: sdneon/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: bg, pt_pt

# IDS_SUBDL_DLG_DOWNLOADED
source: Downloaded [%s] "%s"
bg: Изтеглени [%s] "%s"
pt_pt: Descarregado [%s] "%s"

# IDS_SUBUL_DLG_TITLE
source: Upload subtitles
bg: Качване на субтитри
pt_pt: Enviar legendas

# IDS_SUBUL_DLG_CONFIRM
source: Are you sure you want to upload the subtitle file "%s"?
bg: Сигурни ли сте че искате да качите файла със субтитри "%s"?
pt_pt: Tem a certeza que pretende enviar o ficheiro de legenda "%s"?

# IDS_SUBPP_DLG_FETCHING_LANGUAGES
source: Fetching supported languages...
bg: Извличане на поддържаните езици...
pt_pt: A obter os idiomas suportados...

# IDS_SUB_CREDENTIALS_ERROR
source: Failed to log in on subtitle search provider "%1" with username "%2". Check if your username and password are correct. Failure can also happen when you are temporarily blocked due to too many search requests from your account or IP address.
bg: Не мога да се свържа с доставчика на субтитри "%1" с потребителско име "%2". Проверете дали потребителското ви име и паролата са точни. Това може да се случи също поради временно блокиране на акаунта ви поради прекалено много заявки за търсене от него или от вашия IP адрес.
pt_pt: Falha ao iniciar sessão no fornecedor de legendas "%1" com o nome de utilizador "%2". Verifique se o seu nome de utilizador e/ou palavra-passe estão corretos. Esta falha pode também acontecer quando a sua conta está temporariamente bloqueada devido aos demasiados pedidos de pesquisa a partir da sua conta ou do endereço de IP.

# IDS_SUB_AUTODL_IGNORE_TOOLTIP
source: Automatic search and download will be disabled for all media files whose path contains any of the patterns entered here. For example, type: "private dir\videos|work\".
bg: Автоматичното търсене и изтегляне ще бъде забранено за всички мултимедийни файлове чийто път съдържа някои от шаблоните въведени тук. Например напишете: "private dir\videos|work\".
pt_pt: Pesquisa automática e descarga irão ser desativadas para todos os ficheiros de media cujo caminho contenha quaisquer padrões inseridos aqui. Por exemplo, digite "privado pasta\vídeos\trabalho\".

# IDS_CMD_PATHNAME
source: "pathname" The main file or directory to be loaded (wildcards allowed, "-" denotes standard input)
bg: "pathname" Основният файл или директория, който трябва да се зареди (заместващи знаци са позволени, "-" обозначава стандартен вход)
pt_pt: "caminho" O ficheiro ou pasta principal a ser carregado ("*" e "?" são permitidos, "-" denota uma entrada normal)

# IDS_CMD_DUB
source: /dub "dubname" Load an additional audio file
bg: /dub "dubname" Зарежда допълнителен аудио файл
pt_pt: /dub "nomedub" Carrega um ficheiro de áudio adicional

# IDS_CMD_DUBDELAY
source: /dubdelay "file" Load an additional audio file shifted with XXms (if the file contains "...DELAY XXms...")
bg: /dubdelay "file" Зарежда допълнителен аудио файл изместен с XXмсек (ако файла съдържа "...DELAY XXms...")
pt_pt: /dubdelay "ficheiro" Carrega um ficheiro de áudio adicional alterado com XXms (se o ficheiro contém "...DELAY XXms...")

# IDS_CMD_D3DFS
source: /d3dfs Start rendering in D3D fullscreen mode
bg: /d3dfs Започва рендиране в D3D режим на цял екран
pt_pt: /d3dfs Inicia o modo de renderização D3D em ecrã completo

# IDS_CMD_SUB
source: /sub "subname" Load an additional subtitle file
bg: /sub "subname" Зарежда допълнителен файл със субтитри
pt_pt: /sub "nomeleg" Carrega um ficheiro de legenda adicional

# IDS_CMD_FILTER
source: /filter "filtername" Load DirectShow filters from a dynamic link library (wildcards allowed)
bg: /filter "filtername" Зарежда DirectShow филтри от файл (заместващи знаци са позволени)
pt_pt: /filter "nomefiltro" Carrega filtros DirectShow de uma biblioteca dinâmica DLL (caratéres universais são permitidos)

# IDS_CMD_DVD
source: /dvd Run in DVD mode, "pathname" means the DVD folder (optional)
bg: /dvd Работа в DVD режим, "pathname" означава папката с DVD (незадължително)
pt_pt: /dvd Executa no modo de DVD, "caminho" significa a pasta do DVD (opcional)

# IDS_CMD_DVDPOS_TC
source: /dvdpos T#C Start playback at title T, chapter C
bg: /dvdpos T#C Започва изпълнение от заглавие T, глава C
pt_pt: /dvdpos T#C Inicia a reprodução no título T, capítulo C

# IDS_CMD_DVDPOS_TIME
source: /dvdpos T#P Start playback at title T, position P (hh:mm:ss)
bg: /dvdpos T#P Започва изпълнение от заглавие T, позиция P (чч:мм:сек)
pt_pt: /dvdpos T#P Inicia a reprodução no título T, posição P (hh:mm:ss)

# IDS_CMD_CD
source: /cd Load all the tracks of an Audio CD or (S)VCD, "pathname" means the drive path (optional)
bg: /cd Зарежда всички пътечки на аудио CD или (S)VCD, "pathname" означава пътя до устройството (незадължително)
pt_pt: /cd Carrega todas as faixas de um CD de Áudio ou (S)VCD, "caminho" significa o caminho da unidade (opcional)

# IDS_CMD_DEVICE
source: /device Open the default video device
bg: /device Отваря видео устройството по подразбиране
pt_pt: /device Abre o dispositivo de vídeo por defeito

# IDS_CMD_OPEN
source: /open Open the file, don't automatically start playback
bg: /open Отваря файла но не започва автоматично изпълнението му
pt_pt: /open Abrir o ficheiro, não iniciar reprodução automaticamente

# IDS_CMD_PLAY
source: /play Start playing the file as soon the player is launched
bg: /play Започва изпълнение веднага след стартиране на плейъра
pt_pt: /play Começar a reprodução do ficheiro assim que o reprodutor é lançado

# IDS_CMD_CLOSE
source: /close Close the player after playback (only works when used with /play)
bg: /close Затваря плейъра след изпълнение (работи само когато се ползва с ,,/play")
pt_pt: /close Fechar o reprodutor depois da reprodução (só funciona quando utilizado com /play)

# IDS_CMD_SHUTDOWN
source: /shutdown Shutdown the operating system after playback
bg: /shutdown Изключва компютъра след изпълнение
pt_pt: /shutdown Encerra o sistema operativo após a reprodução

# IDS_CMD_STANDBY
source: /standby Put the operating system in standby mode after playback
bg: /standby Поставя компютъра в режим стендбай след изпълнение
pt_pt: /standby Coloca o sistema operativo no modo de suspensão após a reprodução

# IDS_CMD_HIBERNATE
source: /hibernate Hibernate operating system after playback
bg: /hibernate Поставя компютъра в режим на хибернация след изпълнение
pt_pt: /hibernate Hiberna o sistema operativo após a reprodução

# IDS_CMD_LOGOFF
source: /logoff Log off after playback
bg: /logoff Излиза от ОС след изпълнение
pt_pt: /logoff Termina a sessão após a reprodução

# IDS_CMD_LOCK
source: /lock Lock workstation after playback
bg: /lock Заключва компютъра след изпълнение
pt_pt: /lock Bloqueia a estação de trabalho após a reprodução

# IDS_CMD_MONITOROFF
source: /monitoroff Turn off the monitor after playback
bg: /monitoroff Изключва монитора след изпълнение
pt_pt: /monitoroff Desliga o ecrã após a reprodução

# IDS_CMD_PLAYNEXT
source: /playnext Open next file in the folder after playback
bg: /playnext Изпълнява следващия файл в папката след текущия
pt_pt: /playnext Abre o ficheiro seguinte da pasta após a reprodução

# IDS_CMD_VIEWPRESET
source: /viewpreset N Start with specific preset, where N is either "1" Minimal, "2" Compact or "3" Normal
bg: /viewpreset N Стартира със специфичен щеблон, където ,,N" може да бъде "1" за минимален, "2" компактен или "3" за нормален
pt_pt: /viewpreset N Iniciar com a pré-definição especifica, onde N é "1" para Mínimo, "2" para Compacto ou "3" para Normal

# IDS_CMD_MUTE
source: /mute Mute the audio
bg: /mute Заглушава звука
pt_pt: /mute Silenciar o áudio

# IDS_CMD_VOLUME
source: /volume N Set Volume, where N is a range from 0 to 100
bg: /volume N Set Задава силата на звука, където ,,N" е диапазон 0 до 100
pt_pt: /volume N Definir o Volume, onde N é número de 0 a 100

# IDS_YOUTUBEDL_NOT_FOUND
source: Youtube-dl failed to launch. Make sure youtube-dl is in PATH.
bg: Youtube-dl не може да стартира. Уверете се че youtube-dl е в ,,PATH".
pt_pt: Youtube-dl falhou ao ser lançado. Verifique se youtube-dl está no PATH.

# IDS_CONTROLS_YOUTUBEDL
source: Calling youtube-dl...
bg: Свързвам се с youtube-dl...
pt_pt: A chamar youtube-dl...

# IDS_VERTICAL_ALIGN_VIDEO_TOP
source: Align Top
bg: Подравняване отгоре
pt_pt: Alinhar ao topo

# IDS_VERTICAL_ALIGN_VIDEO_MIDDLE
source: Align Middle
bg: Подравняване в средата
pt_pt: Alinhar ao meio

# IDS_VERTICAL_ALIGN_VIDEO_BOTTOM
source: Align Bottom
bg: Подравняване отдолу
pt_pt: Alinhar em baixo

# IDS_PPAGEADVANCED_USE_YDL
source: Process HTTP(s) URLs with Youtube-DL (if available). There is an internal whitelist/blacklist for URLs that are always/never processed.
bg: Обработва HTTP(s) URL-та с Youtube-DL (ако е възможно). Има вътрешен бял/черен списък за URL-та който се обработват винаги/никога.
pt_pt: Processar URLs HTTP(s) com o Youtube-DL (se disponível). Existe internamente uma lista branca e uma lista preta para URLs que são sempre/nunca processados.

# IDS_PPAGEADVANCED_YDL_MAX_HEIGHT
source: Can be used to limit the video resolution that is chosen by Youtube-DL by the given height. Value 0 means it will choose the highest resolution available.
bg: Може да се използва за ограничаване на видео резолюцията избрана от Youtube-DL при дадена височина. Стойност 0 означава че ще бъде избрана най-високата възможна резолюция.
pt_pt: Pode ser utilizado para limitar a resolução do vídeo que é escolhido pelo Youtube-DL pela altura dada. Valor 0 significa que irá escolher a maior resolução possível.

# IDS_PPAGEADVANCED_YDL_VIDEO_FORMAT
source: Preferred video format for stream that is selected from Youtube-DL results. 0: Automatic 1: H.264 30fps 2: H.264 60fps 3: VP9 30fps 4: VP9 60fps 5: VP9 Profile2 30fps 6: VP9 Profile2 60fps 7: AV1 30fps 8: AV1 60fps
bg: Предпочитан видео формат за потоци избран от Youtube-DL резултатите. 0: Автоматично 1: H.264 30квс 2: H.264 60квс 3: VP9 30квс 4: VP9 60квс 5: VP9 Profile2 30квс 6: VP9 Profile2 60квс 7: AV1 30квс 8: AV1 60квс
pt_pt: Formatos preferidos de vídeos para stream que é selecionado dos resultados do Youtube-DL. 0: Automático 1: H.264 30fps 2: H.264 60fps 3: VP9 30fps 4: VP9 60fps 5: VP9 Profile2 30fps 6: VP9 Profile2 60fps 7: AV1 30fps 8: AV1 60fps

# IDS_PPAGEADVANCED_YDL_AUDIO_ONLY
source: Instructs Youtube-DL to prefer an audio-only stream (if available)
bg: Инструктира Youtube-DL да предпочита потоци само с аудио (ако е възможно)
pt_pt: Diz ao Youtube-DL que prefere um stream só-de-aúdio (se disponível)

# IDS_PPAGEADVANCED_YDL_COMMAND_LINE
source: Command line parameters for downloading ("save a copy") with youtube-dl.exe Examples: -f best[height<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s
bg: Параметри за команден ред за изтегляне (,,запис на копие") с youtube-dl.exe Примери: -f best[height<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s
pt_pt: Parâmetros de linha de comandos para descarregar ("guardar uma cópia") com o youtube-dl.exe Exemplos: -f best[altura<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s

# IDS_PPAGEADVANCED_SAVEIMAGE_POSITION
source: Include video position in filename
bg: Включи позицията на видеото в името на файла
pt_pt: Incluir a posição no vídeo no nome do ficheiro

# IDS_PPAGEADVANCED_SAVEIMAGE_CURRENTTIME
source: Include current time in filename
bg: Включи текущото врене в името на файла
pt_pt: Incluir tempo atual no nome do ficheiro

# IDS_PPAGEADVANCED_ALLOW_INACCURATE_FASTSEEK
source: When enabled, fast seek (to keyframe) has a maximum inaccuracy of 20 seconds. When disabled, a smaller inaccuracy is allowed when deciding between a fast and a normal seek. For example 30% of jump size.
bg: Когато е включено, бързото превъртане (до ключов кадър) има максимална неточност от 20 секунди. Когато е изключено, по-малка неточност е позволена когато решава между бързо или нормалноl превъртане. Например 30% от размера на прескачане.
pt_pt: Quando ativado, a pesquisa rápida (para a chave de frame) tem uma imprecisão máxima de 20 segundos. Quando desativada, uma menor imprecisão é permitida quando se decide entre uma pesquisa rápida ou normal. Por exemplo 30% do tamanho de salto.

# IDS_CMD_FULLSCREEN
source: /fullscreen Start in fullscreen mode
bg: /fullscreen Стартира в режим на цял екран
pt_pt: /fullscreen Iniciar em modo de ecrã completo

# IDS_CMD_MINIMIZED
source: /minimized Start in minimized mode
bg: /minimized Стартира в минимизиран режим
pt_pt: /minimized Iniciar no modo minimizado

# IDS_CMD_NEW
source: /new Use a new instance of the player
bg: /new Ползва нов прозорец на плейъра
pt_pt: /new Utilizar uma nova instância do reprodutor

# IDS_CMD_ADD
source: /add Add "pathname" to playlist, can be combined with /open and /play
bg: /add Добавя "pathname" към плейлиста, може да се комбинира с ,,/open" и ,,/play"
pt_pt: /add Adic. "caminho" à lista de reprodução, pode ser combinado com /open e /play

# IDS_CMD_RANDOMIZE
source: /randomize Randomize the playlist
bg: /randomize Разбърква плейлиста
pt_pt: /randomize Baralhar a lista de reprodução

# IDS_CMD_REGVID
source: /regvid Create file associations for video files
bg: /regvid Създава файлови асоциации за видео файлове
pt_pt: /regvid Criar associações de ficheiros para ficheiros de vídeo

# IDS_CMD_REGAUD
source: /regaud Create file associations for audio files
bg: /regaud Създава файлови асоциации за аудио файлове
pt_pt: /regaud Criar associações de ficheiros para ficheiros de áudio

# IDS_CMD_REGPL
source: /regpl Create file associations for playlist files
bg: /regpl Създава файлови асоциации за плейлист файлове
pt_pt: /regpl Criar associações de ficheiros para ficheiros de lista de reprodução

# IDS_CMD_REGALL
source: /regall Create file associations for all supported file types
bg: /regall Създава файлови асоциации за всички поддържани типове файлове
pt_pt: /regall Criar associações de ficheiros para todos os tipos de ficheiros suportados

# IDS_CMD_UNREGALL
source: /unregall Remove all file associations
bg: /unregall Премахва всички файлови асоциации
pt_pt: /unregall Remover todas as associações de ficheiros

# IDS_CMD_START
source: /start ms Start playing at "ms" (= milliseconds)
bg: /start ms Започва изпълнение от "ms" (= милисекунди)
pt_pt: /start ms Iniciar a reprodução a "ms" (= milisegundos)

# IDS_CMD_STARTPOS
source: /startpos hh:mm:ss Start playing at position hh:mm:ss
bg: /startpos hh:mm:ss Започва изпълнение от позиция чч:мм:сек
pt_pt: /startpos hh:mm:ss Iniciar a reprodução na posição hh:mm:ss

# IDS_CMD_FIXEDSIZE
source: /fixedsize w,h Set a fixed window size
bg: /fixedsize w,h Задава фиксиран размер на прозореца
pt_pt: /fixedsize l,a Define um tamanho fixo de janela

# IDS_CMD_MONITOR
source: /monitor N Start player on monitor N, where N starts from 1
bg: /monitor N Стартира плейъра на монитор ,,N", където ,,N" започва от 1
pt_pt: /monitor N Inicia o reproduto no ecrã N, onde N começa a partir do 1

# IDS_CMD_AUDIORENDERER
source: /audiorenderer N Start using audiorenderer N, where N starts from 1 (see "Output" settings)
bg: /audiorenderer N Започва да ползва аудио рендер ,,N", където N започва от 1 (виж ,,Изход" в настройките)
pt_pt: /audiorenderer N Inicia usando audiorenderer N, onde N começa a partir de 1 (veja as definições "Saída")

# IDS_CMD_SHADERPRESET
source: /shaderpreset "Pr" Start using "Pr" shader preset
bg: /shaderpreset "Pr" При стартиране да ползва ,,Pr" шейдърен шаблон
pt_pt: /shaderpreset "Pr" Inicia usando a pré-definição shader "Pr"

# IDS_MESSAGEBOX_CANCEL
source: Cancel
bg: Отказ
pt_pt: Cancelar

# IDS_MESSAGEBOX_ABORT
source: &Abort
bg: &Прекрати
pt_pt: &Abortar

# IDS_MESSAGEBOX_RETRY
source: &Retry
bg: &Опитай отново
pt_pt: &Repetir

# IDS_MESSAGEBOX_IGNORE
source: &Ignore
bg: &Игнорирай
pt_pt: &Ignorar

# IDS_MESSAGEBOX_CONTINUE
source: &Continue
bg: &Продължи
pt_pt: &Continuar

# IDS_AG_TOGGLE_DEFAULT_SUBTITLE_STYLE
source: Toggle Default Subtitle Style
bg: Управление на стила на субтитрите по подразбиране
pt_pt: Alternar para estilo de legenda por defeito

# IDS_AG_TOGGLE_MPCTHEME
source: Toggle Dark Theme
bg: Управление на тъмна тема
pt_pt: Alternar para tema escuro

# IDS_PPAGEADVANCED_LOOP_FOLDER_NEXT_FILE
source: Loop back to first file in folder after playing the last file.
bg: Върнете се към първия файл в папката след възпроизвеждане на последния.
pt_pt: Voltar para o primeiro ficheiro na pasta após reproduzir o último ficheiro.

# IDS_PPAGEADVANCED_MODERNSEEKBAR
source: Requires Dark Theme. When enabled, the time seekbar and volume indicator don't show a dragger at current position, but instead are filled from left to right.
bg: Изисква тъмна тема. Когато е включено лентата за превъртане и индикатора за сила на звука не показват позицията си а са запълнени от ляво на дясно.
pt_pt: Requer tema escuro. Quando ativado, o tempo, a barra de pesquisa e o indicador de volume não mostra um arrastador na posição atual, mas em vez disso são preenchidos da esquerda para a direita.

# IDS_PPAGEADVANCED_MODERNSEEKBARHEIGHT
source: Modern seekbar height (at 96dpi, otherwise scaled)
bg: Модерна лента за превъртане (на 96dpi, иначе мащабирана)
pt_pt: Altura de barra de pesquisa moderna (a 96dpi, caso contrário é escalado)

# IDS_PPAGEADVANCED_FULLSCREEN_DELAY
source: Delay before showing fullscreen video, to prevent visual glitches.
bg: Забавяне преди показване на видео на цял екран за да се избегнат визуални проблеми.
pt_pt: Atraso entre a mostra de vídeo em ecrã completo, para prevenir falhas visuais.

# IDS_PPAGEADVANCED_SNAPSHOTSUBTITLES
source: Render subtitles onto screenshots
bg: Показвай субтитрите върху снимките от екрана
pt_pt: Renderizar legendas nas cap. de ecrã

# IDS_PPAGEADVANCED_SNAPSHOTKEEPVIDEOEXTENSION
source: Keep video file extension as part of snapshot filenames (e.g., file.mkv.png)
bg: Запази окончанието на видео файла като част от името на файла на снимката (т.е. файл.mkv.png)
pt_pt: Manter as ext. fich. vídeo como parte dos nomes de ficheiro de captura (ex: fich.mkv.png)

# IDS_PRESIZE_SHADERS_ENABLED
source: Pre-Resize Pixel Shaders: on
bg: Шейдъри преди оразмеряване: Вкл.
pt_pt: Pré-redim. pixel shader: ativado

# IDS_PRESIZE_SHADERS_DISABLED
source: Pre-Resize Pixel Shaders: off
bg: Шейдъри преди оразмеряване: Изкл.
pt_pt: Pré-redim. pixel shader: desativado

# IDS_PRESIZE_SHADERS_TOGGLE
source: Enable Pre-Resize Pixel Shaders
bg: Разреши шейдъри преди оразмеряване
pt_pt: Ativar pré-redimensionamento de pixel shader

# IDS_POSTSIZE_SHADERS_ENABLED
source: Post-Resize Pixel Shaders: on
bg: Шейдъри след оразмеряване: Вкл.
pt_pt: Pós-redim. pixel shader: ativado

# IDS_POSTSIZE_SHADERS_DISABLED
source: Post-Resize Pixel Shaders: off
bg: Шейдъри след оразмеряване: Изкл.
pt_pt: Pós-redim. pixel shader: desativado

# IDS_POSTSIZE_SHADERS_TOGGLE
source: Enable Post-Resize Pixel Shaders
bg: Разреши шейдъри след оразмеряване
pt_pt: Ativar pós-redimensionamento de pixel shader

# IDS_PPAGEADVANCED_TIME_REFRESH_INTERVAL
source: Refresh interval (in milliseconds) of time in status bar
bg: Интервал на обновяване на статус лентата (в милисекунди)
pt_pt: Intervalo de atualização (em milisegundos) do tempo na barra de estado

# IDS_PPAGEADVANCED_SHOW_LANG_STATUSBAR
source: Display current audio and subtitle language in status bar
bg: Покажи текущия език на субтитрите и аудиото в статус лентата
pt_pt: Mostrar o idioma atual do áudio e da legenda na barra de estado

# IDS_PPAGEADVANCED_SHOW_FPS_STATUSBAR
source: Display current fps and rate in status bar
bg: Покажи кадрите в сек. и скоростта на възпр. в статус лентата
pt_pt: Mostrar os fps e os rácios atuais na barra de estado

# IDS_PPAGEADVANCED_ADD_LANGCODE_WHEN_SAVE_SUBTITLES
source: When save the subtitles file, the language code (if available) text will be added to suggested file name by default.
bg: Когато се запазва файл със субтитри езиковия код (ако е наличен) ще бъде добавен към предложеното име на файла по подразбиране.
pt_pt: Quando guardar o ficheiro de legendas, o texto do código do idioma (se disponível) irá ser adicionado como nome de ficheiro sugerido por defeito.

# IDS_PPAGEADVANCED_USE_TITLE_IN_RECENT_FILE_LIST
source: Use title in recent file list.
bg: Ползвай заглавието в списъка със скорошни файлове.
pt_pt: Usar o título na lista de ficheiros recentes.

# IDS_PPAGEADVANCED_SHOW_ABMARKS_STATUSBAR
source: Display current A-B repeat marks in status bar.
pt_pt: Mostrar as marcas de repetição A-B na barra de estado.

# IDS_PPAGEADVANCED_SHOW_VIDEOINFO_STATUSBAR
source: Display video info (codec name, resolution) in status bar.
pt_pt: Mostrar info do vídeo (nome do codec, resolução) na barra de estado.

# IDS_ARS_WASAPI_MODE
source: WASAPI mode:
pt_pt: Modo WASAPI:

# IDS_ARS_EXCLUSIVE
source: Exclusive
pt_pt: Exclusivo

# IDS_ARS_SHARED
source: Shared
pt_pt: Partilhado

# IDS_ARS_BITEXACT_OUTPUT
source: Allow bit-exact output
pt_pt: Permitir saída exata de bit

# IDS_ARS_SYSTEM_LAYOUT_CHANNELS
source: Use system layout channels
pt_pt: Utilizar o esquema de canais do sistema

# IDS_ARS_SOUND_DEVICE
source: Sound Device:
pt_pt: Dispositivo de som:

# IDS_ARS_RELEASE_DEVICE_IDLE
source: Release device when idle
pt_pt: Largar o dispositivo quando parado

# IDS_ARS_CROSSFEED
source: Enable stereo crossfeed (for headphones)
pt_pt: Ativar mistura cruzada estéreo (para headphones)

# IDS_ARS_DEVICE_PERIOD
source: Device buffer:
pt_pt: Mem. inter. dispositivo:

# IDS_ARS_CHECK_FORMAT
source: Do not check format support
pt_pt: Não verificar o suporte de formato

# IDS_ARS_STATUS
source: Status
pt_pt: Estado

# IDS_ARS_DEVICE
source: Device:
pt_pt: Dispositivo:

# IDS_ARS_MODE
source: Mode:
pt_pt: Modo:

# IDS_ARS_INPUT
source: Input
pt_pt: Entrada

# IDS_ARS_OUTPUT
source: Output
pt_pt: Saída

# IDS_ARS_FORMAT
source: Format:
pt_pt: Formato:

# IDS_ARS_SAMPLERATE
source: Sample rate:
pt_pt: Taxa de amostragem:

# IDS_ARS_CHANNELS
source: Channels:
pt_pt: Canais:

# IDS_ARS_WASAPI_METHOD
source: WASAPI method:
pt_pt: Método WASAPI:

# IDS_ARS_DUMMY_CHANNELS
source: Don't fill channels when upmixing
pt_pt: Não preencher os canais quando aumentar a mistura

# IDS_AG_DEFAULT
source: Default
pt_pt: Por defeito

# IDS_FAVDVDS
source: DVDs
bg: DVD-та

# IDS_STATSBAR_JITTER
source: Jitter
bg: Трептене

# IDS_STATSBAR_BITRATE
source: Bitrate
bg: Битрейт

# IDS_SPEED_UNIT_G
source: GB/s
bg: ГБ/с

# IDS_SUBRESYNC_CAPTION
source: Subresync
bg: Субтитри ресинхронизация

# IDS_SUBRESYNC_CLN_CHARSET
source: CharSet
bg: Набор знаци

# IDS_SUBRESYNC_ORIGINAL
source: &Original
bg: &Оригинален

# IDD_FILEMEDIAINFO
source: MediaInfo
bg: Информация за носителя

# IDD_FILEPROPCLIP
source: Clip
bg: Клип

# IDS_SPEEDSTEP_AUTO
source: Auto
bg: Автом.

# IDS_INFOBAR_COPYRIGHT
source: Copyright
bg: Авторско право

# IDS_HW_INDICATOR
source: [H/W]
bg: [Х/Д]

# IDS_AG_VIDFRM_NORMAL
source: VidFrm Normal
bg: VidFrm нормален

# IDS_AG_BOSS_KEY
source: Boss key
bg: Главен ключ

# IDS_AG_FRAMES
source: Frames
bg: Кадри

# IDS_MAINFRM_11
source: %s, %s %u Hz %d bits %d %s
bg: %s, %s %u Хц %d бита %d %s

# IDS_VOLUME_OSD
source: Vol: %d%%
bg: Сила: %d%%

# IDS_MAINFRM_121
source: (Director Comments 1)
bg: (Коментари на режисьора 1)

# IDS_MFMT_FLV
source: Flash Video
bg: Flash видео

# IDS_DVB_CHANNEL_FPS
source: FPS
bg: КвС

# IDS_SIZE_UNIT_BYTES
source: bytes
bg: байта

# IDS_SIZE_UNIT_K
source: KB
bg: КБ

# IDS_SIZE_UNIT_M
source: MB
bg: МБ

# IDS_SIZE_UNIT_G
source: GB
bg: ГБ

# IDS_SPEED_UNIT_K
source: KB/s
bg: КБ/с

# IDS_SPEED_UNIT_M
source: MB/s
bg: МБ/с

# IDS_OSD_HUE
source: Hue: %s°
bg: Нюанс: %s°

# IDS_MESSAGEBOX_OK
source: OK
bg: Да
