Repository: sdneon/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: bg, pt_pt

# IDS_OSD_RS_FLUSH_BEF_VSYNC_OFF
source: Flush GPU before VSync: Off
bg: Рестартирай видеокартата преди VSync: Изкл.
pt_pt: Esvaziar GPU antes do VSync: Desativado

# IDS_OSD_RS_FLUSH_AFT_PRES_ON
source: Flush GPU after Present: On
bg: Рестартирай видеокартата след показване: Вкл.
pt_pt: Esvaziar GPU depois de apresentar: Ativado

# IDS_OSD_RS_FLUSH_AFT_PRES_OFF
source: Flush GPU after Present: Off
bg: Рестартирай видеокартата след показване: Изкл.
pt_pt: Esvaziar GPU depois de apresentar: Desativado

# IDS_OSD_RS_WAIT_ON
source: Wait for GPU Flush: On
bg: Чакай за рестарт на видеокартата: Вкл.
pt_pt: Esperar pelo esvaziamento do GPU: Ativado

# IDS_OSD_RS_WAIT_OFF
source: Wait for GPU Flush: Off
bg: Чакай за рестарт на видеокартата: Изкл.
pt_pt: Esperar pelo esvaziamento do GPU: Desativado

# IDS_OSD_RS_D3D_FULLSCREEN_ON
source: D3D Fullscreen: On
bg: D3D на цял екран: Вкл.
pt_pt: Ecrã completo D3D: Ativado

# IDS_OSD_RS_D3D_FULLSCREEN_OFF
source: D3D Fullscreen: Off
bg: D3D на цял екран: Изкл.
pt_pt: Ecrã completo D3D: Desativado

# IDS_OSD_RS_NO_DESKTOP_COMP_ON
source: Disable desktop composition: On
bg: Изкл. ефекти като на Уиндоус: Вкл.
pt_pt: Desativar composição do amb. trabalho: Ativado

# IDS_OSD_RS_NO_DESKTOP_COMP_OFF
source: Disable desktop composition: Off
bg: Изкл. ефекти като на Уиндоус: Изкл.
pt_pt: Desativar composição amb. trabalho: Desativado

# IDS_OSD_RS_ALT_VSYNC_ON
source: Alternative VSync: On
bg: Алтернативен VSync: Вкл.
pt_pt: VSync alternativo: Ativado

# IDS_OSD_RS_ALT_VSYNC_OFF
source: Alternative VSync: Off
bg: Алтернативен VSync: Изкл.
pt_pt: VSync alternativo: Desativado

# IDS_OSD_RS_RESET_DEFAULT
source: Renderer settings reset to default
bg: Върни настройките на рендера по подразбиране
pt_pt: Definições do renderizador repostas para as originais

# IDS_OSD_RS_RESET_OPTIMAL
source: Renderer settings reset to optimal
bg: Задай оптимални настройки на рендера
pt_pt: Definições do renderizador repostas para otimizadas

# IDS_OSD_RS_D3D_FS_GUI_SUPP_ON
source: D3D Fullscreen GUI Support: On
bg: D3D на цял екран с ГПИ поддръжка: Вкл.
pt_pt: Suporte GUI do ecrã completo D3D: Ativado

# IDS_OSD_RS_D3D_FS_GUI_SUPP_OFF
source: D3D Fullscreen GUI Support: Off
bg: D3D на цял екран с ГПИ поддръжка: Изкл.
pt_pt: Suporte GUI do ecrã completo D3D: Desativado

# IDS_OSD_RS_10BIT_RBG_OUT_ON
source: 10-bit RGB Output: On
bg: 10-bit RGB изход: Вкл.
pt_pt: Saída RGB de 10-bit: Ativado

# IDS_OSD_RS_10BIT_RBG_OUT_OFF
source: 10-bit RGB Output: Off
bg: 10-bit RGB изход: Изкл.
pt_pt: Saída RGB de 10-bit: Desativado

# IDS_OSD_RS_10BIT_RBG_IN_ON
source: Force 10-bit RGB Input: On
bg: Принудителен 10-битов RGB вход: Вкл.
pt_pt: Forçar entrada RGB de 10-bit: Ativado

# IDS_OSD_RS_10BIT_RBG_IN_OFF
source: Force 10-bit RGB Input: Off
bg: Принудителен 10-битов RGB вход: Изкл.
pt_pt: Forçar entrada RGB de 10-bit: Desativado

# IDS_OSD_RS_FULL_FP_PROCESS_ON
source: Full Floating Point Processing: On
bg: Пълна обработка с плаваща запетая: Вкл.
pt_pt: Processamento de vírgula flutuante completo: Ativado

# IDS_OSD_RS_FULL_FP_PROCESS_OFF
source: Full Floating Point Processing: Off
bg: Пълна обработка с плаваща запетая: Изкл.
pt_pt: Proc. de vírgula flutuante completo: Desativado

# IDS_OSD_RS_HALF_FP_PROCESS_ON
source: Half Floating Point Processing: On
bg: Непълна обработка с плаваща запетая: Вкл.
pt_pt: Metade do proc. de vírguka flutuante: Ativado

# IDS_OSD_RS_HALF_FP_PROCESS_OFF
source: Half Floating Point Processing: Off
bg: Непълна обработка с плаваща запетая: Изкл.
pt_pt: Metade do proc. de vírgula flutuante: Desativado

# IDS_BRIGHTNESS_DEC
source: Brightness decrease
bg: Намаляване на яркостта
pt_pt: Diminuição do brilho

# IDS_CONTRAST_INC
source: Contrast increase
bg: Увеличаване на контраста
pt_pt: Aumento do brilho

# IDS_CONTRAST_DEC
source: Contrast decrease
bg: Намаляване на контраста
pt_pt: Diminuição do contraste

# IDS_HUE_INC
source: Hue increase
bg: Увеличаване на нюанса
pt_pt: Aumento do Hue

# IDS_HUE_DEC
source: Hue decrease
bg: Намаляване на нюанса
pt_pt: Diminuição do Hue

# IDS_SATURATION_INC
source: Saturation increase
bg: Увеличаване на насищането
pt_pt: Aumento da saturação

# IDS_SATURATION_DEC
source: Saturation decrease
bg: Намаляване на насищането
pt_pt: Diminuição da saturação

# IDS_RESET_COLOR
source: Reset color settings
bg: Изчисти настройките за цвят
pt_pt: Repor as definições de cor

# IDS_USING_LATEST_STABLE
source: You are already using the latest stable version.
bg: Ползвате последната стабилна версия.
pt_pt: Já está a utilizar a última versão estável.

# IDS_USING_NEWER_VERSION
source: Your current version is v%s. The latest stable version is v%s.
bg: Вашата текуща версия е v%s. Последната стабилна версия е v%s.
pt_pt: A sua versão atual é v%s. A última versão estável é v%s.

# IDS_NEW_UPDATE_AVAILABLE
source: MPC-HC v%s is now available. You are using v%s. Do you want to visit MPC-HC's website to download it?
bg: Версия v%s на MPC-HC е достъпна. Вие използвате v%s. Искате ли да посетите сайта на MPC-HC за да я изтеглите?
pt_pt: O MPC-HC v%s está agora disponível. Está a usar v%s. Pretende visitar o website do MPC-HC para descarregá-lo?

# IDS_UPDATE_ERROR
source: Update server not found. Please check your internet connection or try again later.
bg: Сървъра за актуализации не може да бъде открит. Моля проверете вашата интернет връзка или опитайте отново по-късно.
pt_pt: Servidor de atualização não encontrado. Por favor verifique a sua ligação à Internet ou tente novamente mais tarde.

# IDS_UPDATE_CLOSE
source: &Close
bg: &Затвори
pt_pt: Fe&char

# IDS_OSD_ZOOM
source: Zoom: %.0lf%%
bg: Увеличение: %.0lf%%
pt_pt: Ampliação: %.0lf%%

# IDS_OSD_ZOOM_AUTO
source: Zoom: Auto
bg: Увеличение: Автоматично
pt_pt: Ampliação: Auto

# IDS_CUSTOM_CHANNEL_MAPPING
source: Toggle custom channel mapping
bg: Управление на подредбата на каналите по избор
pt_pt: Alternar mapeamento de canal personalizado

# IDS_OSD_CUSTOM_CH_MAPPING_ON
source: Custom channel mapping: On
bg: Подредба на каналите по избор: Вкл.
pt_pt: Mapeamento de canal personalizado: Ativado

# IDS_OSD_CUSTOM_CH_MAPPING_OFF
source: Custom channel mapping: Off
bg: Подредба на каналите по избор: Изкл.
pt_pt: Mapeamento de canal personalizado: Desativado

# IDS_NORMALIZE
source: Toggle normalization
bg: Управление на нормализирането
pt_pt: Alternar normalização

# IDS_OSD_NORMALIZE_ON
source: Normalization: On
bg: Нормализиране: Вкл.
pt_pt: Normalização: Ativado

# IDS_OSD_NORMALIZE_OFF
source: Normalization: Off
bg: Нормализиране: Изкл.
pt_pt: Normalização: Desativado

# IDS_REGAIN_VOLUME
source: Toggle regain volume
bg: Управление на възстановяване силата на звука
pt_pt: Alternar reganho de volume

# IDS_OSD_REGAIN_VOLUME_ON
source: Regain volume: On
bg: Възстанови силата: Вкл.
pt_pt: Reganho de volume: Ativado

# IDS_OSD_REGAIN_VOLUME_OFF
source: Regain volume: Off
bg: Възстанови силата: Изкл.
pt_pt: Reganho do volume: Desativado

# IDS_BDA_ERROR_CREATE_TUNER
source: Could not create the tuner.
bg: Не може да се създаде тунера.
pt_pt: Não se pôde criar o sintonizador.

# IDS_BDA_ERROR_CREATE_RECEIVER
source: Could not create the receiver.
bg: Не може да се създаде приемника.
pt_pt: Não de pôde criar o receptor.

# IDS_BDA_ERROR_CONNECT_NW_TUNER
source: Could not connect the network and the tuner.
bg: Мрежата и тунера не можаха да се свържат.
pt_pt: Não se pôde ligar à rede e ao sintonizador.

# IDS_BDA_ERROR_CONNECT_TUNER_REC
source: Could not connect the tuner and the receiver.
bg: Не могат да се свържат тунера и приемника.
pt_pt: Não se pôde ligar ao sintonizador nem ao receptor.

# IDS_BDA_ERROR_CONNECT_TUNER
source: Could not connect the tuner.
bg: Не можа да се свърже тунера.
pt_pt: Nâo se pôde ligar ao sintonizador.

# IDS_BDA_ERROR_DEMULTIPLEXER
source: Could not create the demultiplexer.
bg: Не може да се създаде разделителя.
pt_pt: Não se pôde criar o demultiplexer.

# IDS_GOTO_ERROR_PARSING_TIME
source: Error parsing the entered time!
bg: Грешка при анализиране на въведеното време!
pt_pt: Erro ao analisar o tempo inserido!

# IDS_GOTO_ERROR_PARSING_TEXT
source: Error parsing the entered text!
bg: Грешка при анализиране на въведения текст!
pt_pt: Erro ao analisar o texto inserido!

# IDS_GOTO_ERROR_PARSING_FPS
source: Error parsing the entered frame rate!
bg: Грешка при анализиране на въведената кадрова честота!
pt_pt: Erro ao analisar o ritmo de frame inserido!

# IDS_FRAME_STEP_ERROR_RENDERER
source: Cannot frame-step, try a different video renderer.
bg: Не може да се определи стъпката на кадрите, опитайте друг видео рендер.
pt_pt: Não pode fazer passo de frame, tente outro rend. vídeo.

# IDS_SCREENSHOT_ERROR_SHOCKWAVE
source: The "Save Image" and "Save Thumbnails" functions do not work for Shockwave files.
bg: Функциите ,,Запази снимка" и ,,Запази миниатюра" не работят с Shockwave файлове.
pt_pt: As funções "Guardar imagem" e "Guardar Miniaturas" não funcionam para os ficheiros de Shockwave.

# IDS_SCREENSHOT_ERROR_OVERLAY
source: The "Save Image" and "Save Thumbnails" functions do not work with the Overlay Mixer video renderer. Change the video renderer in MPC's output options and reopen the file.
bg: Функциите ,,Запази снимка" и ,,Запази миниатюра" не работят с рендера Overlay Mixer. Сменете рендера в настройките на MPC-HC и отворете файла отново.
pt_pt: As funções "Guardar imagem" e "Guardar miniaturas" não funcionam com o renderizador de vídeo Overlay Mixer. Altere o renderizador de vídeo nas opções de saída do MPC-HC e volte a abrir o ficheiro.

# IDS_MB_SHOW_EDL_EDITOR
source: Do you want to activate the EDL editor?
bg: Искате ли да активирате EDL редактора?
pt_pt: Tem a certeza que quer ativar o editor EDL?

# IDS_CAPTURE_ERROR
source: Capture Error
bg: Грешка при заснемане
pt_pt: Erro de captura

# IDS_CAPTURE_ERROR_VIDEO
source: video
bg: видео
pt_pt: vídeo

# IDS_CAPTURE_ERROR_AUDIO
source: audio
bg: аудио
pt_pt: áudio

# IDS_CAPTURE_ERROR_ADD_BUFFER
source: Can't add the %s buffer filter to the graph.
bg: Не може да се добави %s буферен филтър във веригата.
pt_pt: Não se pôde adic. o filtro de pilha %s ao gráfico.

# IDS_CAPTURE_ERROR_CONNECT_BUFF
source: Can't connect the %s buffer filter to the graph.
bg: Не може да се свърже %s буферен филтър във веригата.
pt_pt: Não se pôde ligar o filtro de pilha %s ao gráfico.

# IDS_CAPTURE_ERROR_ADD_ENCODER
source: Can't add the %s encoder filter to the graph.
bg: Не може да се добави %s кодиращ филтър във веригата.
pt_pt: Não se pôde adic. o filtro de codificador %s ao gráfico.

# IDS_CAPTURE_ERROR_CONNECT_ENC
source: Can't connect the %s encoder filter to the graph.
bg: Не може да се свърже %s кодиращ филтър във веригата.
pt_pt: Não se pôde ligar o filtro de codificação %s ao gráfico.

# IDS_CAPTURE_ERROR_COMPRESSION
source: Can't set the compression format on the %s encoder filter.
bg: Не може да се зададе формат за компресиране на %s кодиращ филтър.
pt_pt: Nâo se pôde definir o formato de comp. no filtro de codificação %s.

# IDS_CAPTURE_ERROR_MULTIPLEXER
source: Can't connect the %s stream to the multiplexer filter.
bg: Не може да се свърже %s поток към разделящия филтър.
pt_pt: Não se pôde ligar o stream %s ao filtro multiplexer.

# IDS_CAPTURE_ERROR_VID_CAPT_PIN
source: No video capture pin was found.
bg: Не е открит извод за видео запис.
pt_pt: Nenhum pin de captura de vídeo foi encontrado.

# IDS_CAPTURE_ERROR_AUD_CAPT_PIN
source: No audio capture pin was found.
bg: Не е открит извод за аудио запис.
pt_pt: Nenhum pin de captura de áudio foi encontrado.

# IDS_CAPTURE_ERROR_OUT_FILE
source: Error initializing the output file.
bg: Грешка при инициализиране на изходния файл.
pt_pt: Erro ao inicializar o ficheiro de saída.

# IDS_CAPTURE_ERROR_AUD_OUT_FILE
source: Error initializing the audio output file.
bg: Грешка при инициализиране на изходния аудио файл.
pt_pt: Erro ao inicializar o ficheiro de saída de áudio.

# IDS_SUBRESYNC_TIME_FORMAT
source: The correct time format is [-]hh:mm:ss.ms (e.g. 01:23:45.678).
bg: Точния формат за време е [-]чч:мм:сексек.мсек (т.е. 01:23:45.678).
pt_pt: O formato correto de tempo é [-]hh:mm:ss.ms (exemplo 01:23:45.678).

# IDS_EXTERNAL_FILTERS_ERROR_MT
source: This type is already in the list!
bg: Този вид е вече в листа!
pt_pt: O tipo já está na lista!

# IDS_WEBSERVER_ERROR_TEST
source: You need to apply the new settings before testing them.
bg: Трябва да приложите новите настройки преди да ги пробвате.
pt_pt: Tem de aplicar as novas definições antes de as testar.

# IDS_AFTERPLAYBACK_EXIT
source: After Playback: Exit
bg: След възпроизвеждане: Изход
pt_pt: Depois da reprodução: Sair

# IDS_AFTERPLAYBACK_STANDBY
source: After Playback: Stand By
bg: След възпроизвеждане: Стендбай
pt_pt: Depois da reprodução: Suspensão

# IDS_AFTERPLAYBACK_HIBERNATE
source: After Playback: Hibernate
bg: След възпроизвеждане: Хибернация
pt_pt: Depois da reprodução: Hibernação

# IDS_AFTERPLAYBACK_SHUTDOWN
source: After Playback: Shutdown
bg: След възпроизвеждане: Изключване
pt_pt: Depois da reprodução: Encerrar

# IDS_AFTERPLAYBACK_LOGOFF
source: After Playback: Log Off
bg: След възпроизвеждане: Изход
pt_pt: Depois da reprodução: Terminar sessão

# IDS_AFTERPLAYBACK_LOCK
source: After Playback: Lock
bg: След възпроизвеждане: Заключване
pt_pt: Depois da reprodução: Bloquear

# IDS_AFTERPLAYBACK_MONITOROFF
source: After Playback: Turn off the monitor
bg: След възпроизвеждане: Изключи монитора
pt_pt: Depois da reprodução: Desligar o ecrã

# IDS_AFTERPLAYBACK_PLAYNEXT
source: After Playback: Play next file in the folder
bg: След възпроизвеждане: Изпълни следващия файл в папката
pt_pt: Depois da reprodução: Reproduzir o ficheiro seguinte da pasta

# IDS_AFTERPLAYBACK_DONOTHING
source: After Playback: Do nothing
bg: След възпроизвеждане: Не прави нищо
pt_pt: Depois da reprodução: Não fazer nada

# IDS_OSD_BRIGHTNESS
source: Brightness: %s
bg: Яркост: %s
pt_pt: Brilho: %s

# IDS_OSD_CONTRAST
source: Contrast: %s
bg: Контраст: %s
pt_pt: Contraste: %s

# IDS_OSD_SATURATION
source: Saturation: %s
bg: Насищане: %s
pt_pt: Saturação: %s

# IDS_OSD_RESET_COLOR
source: Color settings restored
bg: Настройките за цвят са възстановени
pt_pt: Definições de cor restauradas

# IDS_OSD_NO_COLORCONTROL
source: Color control is not supported
bg: Управление на цветовете не се поддържа
pt_pt: Controlo da cor não é suportado

# IDS_BRIGHTNESS_INC
source: Brightness increase
bg: Увеличаване на яркостта
pt_pt: Aumentar o brilho

# IDC_FASTSEEK_CHECK
source: If "latest keyframe" is selected, seek to the first keyframe before the actual seek point. If "nearest keyframe" is selected, seek to the first keyframe before or after the seek point depending on which is the closest.
bg: Ако ,,Последни ключови кадри" е избрано се превърта до първия ключов кадър преди зададената точка. Ако ,,Най-близки ключови кадри" е избрано се превърта до първия ключов кадър преди или след зададената точка в зависимост от това кой е по-близък до нея.
pt_pt: Se o "última chave de frame" estiver selecionada, procurar pela primeira chave de frame antes do ponto de procura atual. Se o "chave de frame seguinte" estiver selecionada, procurar pela primeira chave de frame antes ou depois do ponto de procura dependendo no qual estiver mais próximo.

# IDC_ASSOCIATE_ALL_FORMATS
source: Associate with all formats
bg: Асоциирай със всички формати
pt_pt: Associar com todos os formatos

# IDC_ASSOCIATE_VIDEO_FORMATS
source: Associate with video formats only
bg: Асоциирай само със видео формати
pt_pt: Associar com formatos de vídeo apenas

# IDC_ASSOCIATE_AUDIO_FORMATS
source: Associate with audio formats only
bg: Асоциирай само с аудио формати
pt_pt: Associar com formatos de áudio apenas

# IDC_CLEAR_ALL_ASSOCIATIONS
source: Clear all associations
bg: Изчисти всички асоциации
pt_pt: Limpar todas as associações

# IDS_FILTER_SETTINGS_CAPTION
source: Settings
bg: Настройки
pt_pt: Definições

# IDS_SUBDL_DLG_PROVIDER_COL
source: Provider
bg: Доставчик
pt_pt: Fornecedor

# IDS_SUBDL_DLG_HI_COL
source: Hearing Impaired
bg: Слухови увреждания
pt_pt: Surdos

# IDS_SUBDL_DLG_DOWNLOADS_COL
source: Downloads
bg: Изтегляния
pt_pt: Transferências

# IDS_SUBDL_DLG_SCORE_COL
source: Score
bg: Точки
pt_pt: Pontuação

# IDS_SUBDL_DLG_FAILED
source: Online subtitles search failed.
bg: Търсенето на субтитри онлайн е неуспешно.
pt_pt: Falhou a pesquisa online de legendas

# IDS_SUBDL_DLG_ABORTED
source: Online subtitles search aborted.
bg: Търсенето на субтитри е прекратено.
pt_pt: Pesquisa online de legendas abortada.

# IDS_SUBDL_DLG_FOUND
source: Online subtitles search completed, %d subtitles found.
bg: Търсенето на субтитри онлайн завършено %d субтитри открити.
pt_pt: Pesquisa online de legendas concluída, %d legendas encontradas.

# IDS_SUBDL_DLG_NOTFOUND
source: Online subtitles search completed, no subtitles found.
bg: Търсенето на субтитри онлайн завършено но не са открити субтитри.
pt_pt: Pesquisa online de legendas concluída, nenhuma legenda encontrada.

# IDS_SUBDL_DLG_TITLE
source: Download subtitles
bg: Изтегляне на субтитри
pt_pt: Descarregar legendas

# IDS_SUBDL_DLG_SEARCHING
source: Searching for subtitles online, please wait...
bg: Търсене на субтитри онлайн моля изчакайте...
pt_pt: A pesquisar por legendas online, por favor aguarde...

# IDS_SUBDL_DLG_ABORTING
source: Online subtitles search aborting...
bg: Търсенето на субтитри онлайн прекратяване...
pt_pt: A abortar a pesquisa online de legendas...

# IDS_SUBUL_DLG_USERNAME_COL
source: Username
bg: Потребителско име
pt_pt: Nome de utilizador

# IDS_SUBUL_DLG_STATUS_COL
source: Status
bg: Статус
pt_pt: Estado

# IDS_SUBUL_DLG_STATUS_READY
source: Ready...
bg: Готов...
pt_pt: Pronto...

# IDS_CMD_PNS
source: /pns "name" Specify Pan & Scan preset name to use
bg: /pns "name" Посочва Pan & Scan име на шаблон за употреба
pt_pt: /pns "nome" Especifica o nome da pré-definição Pan & Scan a utilizar

# IDS_CMD_ICONASSOC
source: /iconsassoc Reassociate format icons
bg: /iconsassoc Асоциира иконите за форматите отново
pt_pt: /iconsassoc Volta a aassociar os ícones de formato

# IDS_CMD_NOFOCUS
source: /nofocus Open MPC-HC in background
bg: /nofocus Отваря MPC-HC на заден план
pt_pt: /nofocus Abre o MPC-HC em segundo plano

# IDS_CMD_WEBPORT
source: /webport N Start web interface on specified port
bg: /webport N Пуска уеб интерфейса на зададения порт
pt_pt: /webport N Inicia o interface web na porta especificada

# IDS_CMD_DEBUG
source: /debug Show debug information in OSD
bg: /debug Показва дебъг информация на OSD
pt_pt: /debug Mostra a informação de depuração no OSD

# IDS_CMD_NOCRASHREPORTER
source: /nocrashreporter Disable the crash reporter
bg: /nocrashreporter Изключва докладите за сривове
pt_pt: /nocrashreporter Desativa o relatório de crash

# IDS_CMD_SLAVE
source: /slave "hWnd" Use MPC-HC as slave
bg: /slave "hWnd" Ползва MPC-HC като подпрограма
pt_pt: /slave "hWnd" Utilizar o MPC-HC como escravo

# IDS_CMD_HWGPU
source: /hwgpu "index" Set the index of the GPU used for hardware decoding. Only available for CUVID and DXVA2 (copy-back)
bg: /hwgpu "index" Задава номера на видеокартата ползвана за хардуерно декодиране Възможно само за CUVID и DXVA2 (copy-back)
pt_pt: /hwgpu "índice" Define o índice do GPU utilizado pela descodificação por hardware. Apenas disponível para CUVID e DXVA2 (copy-back)

# IDS_CMD_RESET
source: /reset Restore default settings
bg: /reset Възстановява настройките по подразбиране
pt_pt: /reset Restaura as definições por defeito

# IDS_CMD_HELP
source: /help /h /? Show help about command line switches
bg: /help /h /? Показва помощ за командите в командния ред
pt_pt: /help /h /? Mostra a ajuda acerca dos argumentos da linha de comandos

# IDS_PPAGEADVANCED_SCORE
source: Threshold value for subtitles score which are going to be automatically downloaded. Higher values means that more accurately matched subtitles will be loaded, lower values could result in incorrect subtitles being loaded, but there is no one perfect value. Pick one that works best for you.
bg: Прагова стойност за субтитри който ще се изтеглят автоматично. По-високи стойности означава че по-добре разпознати субтитри ще се зареждат но по-ниски стойности могат да доведат до зареждане на грешни субтитри. Няма перфекта стойност изберете тази която работи най-добре за вас.
pt_pt: Valor de desvio para pontuação de legendas que irão ser automaticamente descarregadas. Valores mais altos significam que legendas correspondidas com mais precisão irão ser carregadas. valores mais baixos podem resultar em legendas incorretas sendo carregadas, mas não existe um valor perfeito. Escolha um que funcione melhor para si.

# IDS_PPAGE_FS_CLN_AUDIO_DELAY
source: Audio Delay (ms)
bg: Автоматично забавяне (мсек)
pt_pt: Atraso de áudio (ms)

# IDS_PPAGEADVANCED_DEFAULTTOOLBARSIZE
source: Size in pixels of the default toolbar.
bg: Размер в пиксели на лентата с инструменти по подразбиране.
pt_pt: Tamanho em pixeis da barra de ferramentas por defeito.

# IDS_PPAGEADVANCED_USE_LEGACY_TOOLBAR
source: Use legacy toolbar instead of new vectorized one.
bg: Използвайте старата лента с инструменти вместо новата векторна лента.
pt_pt: Utilizar barra de ferramenta antiga em vez da nova vetorizada.

# IDS_SUBMENU_COPYURL
source: Copy URL
bg: URL за копиране
pt_pt: Copiar URL

# IDS_SUBUL_DLG_STATUS_NOTIMPLEMENTED
source: Not implemented.
bg: Не е изпълнено.
pt_pt: Não implementado

# IDS_SUBUL_DLG_STATUS_UPLOADING
source: Uploading...
bg: Качване...
pt_pt: A enviar...

# IDS_SUBUL_DLG_STATUS_UPLOADED
source: Subtitles uploaded successfully.
bg: Субтитрите са качени успешно.
pt_pt: Legendas enviadas com sucesso

# IDS_SUBUL_DLG_STATUS_FAILED
source: Subtitles upload failed.
bg: Качването на субтитри е неуспешно.
pt_pt: Falhou o envio de legendas

# IDS_SUBUL_DLG_STATUS_ABORTED
source: Subtitles upload aborted.
bg: Качването на субтитри е прекратено.
pt_pt: Envio de legendas abortado

# IDS_SUBUL_DLG_STATUS_ALREADYEXISTS
source: Subtitles already exist.
bg: Субтитрите вече съществуват.
pt_pt: As legendas já existem.

# IDS_SUBUL_DLG_UPLOADING
source: Uploading subtitles, please wait...
bg: Качване на субтитри моля изчакайте...
pt_pt: A enviar legendas, por favor aguarde...

# IDS_SUBUL_DLG_UPLOADED
source: Upload finished.
bg: Качването е завършено.
pt_pt: Envio terminado.

# IDS_SUBUL_DLG_ABORTED
source: Upload aborted.
bg: Качването е прекратено.
pt_pt: Envio abortado.

# IDS_SUBUL_DLG_FAILED
source: Upload failed.
bg: Качването е неуспешно.
pt_pt: Falhou o envio.

# IDS_SUBMENU_DOWNLOAD
source: Download && Open
bg: Изтегляне && Отваряне
pt_pt: Descarregar && abrir

# IDS_SUBMENU_SETUP
source: Setup
bg: Инсталиране
pt_pt: Configurar

# IDS_SUBMENU_RESET
source: Reset
bg: Изчистване
pt_pt: Repor

# IDS_SUBMENU_MOVEUP
source: Move Up
bg: Премести нагоре
pt_pt: Mover para cima

# IDS_SUBMENU_MOVEDOWN
source: Move Down
bg: Премести надолу
pt_pt: Mover para baixo

# IDS_SUBMENU_OPENURL
source: Open URL
bg: Отвори URL
pt_pt: Abrir URL

# IDS_SUBPP_DLG_LANGUAGES_COL
source: Languages
bg: Езици
pt_pt: Idiomas

# IDS_SUBPP_DLG_LANGUAGES_ERROR
source: ERROR: Internet connection could not be established.
bg: Грешка: интернет връзката не може да бъде установена.
pt_pt: ERRO: A ligação à Internet não pode ser estabelecida.

# IDS_SUB_CREDENTIALS_TITLE
source: Enter website credentials
bg: Въведете идентификационни данни на сайта
pt_pt: Insira as credenciais do website

# IDS_SUB_CREDENTIALS_MSG
source: Enter your credentials to connect to:
bg: Въведете вашите идентификационни данни за да се свържете с:
pt_pt: Insira as suas credenciais para ligar a:

# IDS_ASPECT_RATIO_SAR
source: Aspect Ratio: Assume square pixels (SAR)
bg: Съотношение на страните: Допускане че пикселите са квадратни (SAR)
pt_pt: Rácio de aspeto: Assumir pixeis quadrados (SAR)
