Repository: sdneon/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: bg, pt_pt

# IDS_INFOBAR_LOCATION
source: Location
bg: Местоположение
pt_pt: Localização

# IDS_INFOBAR_VIDEO
source: Video
bg: Видео
pt_pt: Vídeo

# IDS_INFOBAR_AUDIO
source: Audio
bg: Аудио
pt_pt: Áudio

# IDS_INFOBAR_SUBTITLES
source: Subtitles
bg: Субтитри
pt_pt: Legendas

# IDS_INFOBAR_CHAPTER
source: Chapter
bg: Глава
pt_pt: Capítulo

# IDS_CONTROLS_COMPLETING
source: Completing...
bg: Завършване...
pt_pt: A concluir...

# IDS_AUTOPLAY_PLAYVIDEO
source: Play Video
bg: Изпълнение на видео
pt_pt: Reproduzir vídeo

# IDS_AUTOPLAY_PLAYMUSIC
source: Play Music
bg: Изпълнение на музика
pt_pt: Reproduzir música

# IDS_AUTOPLAY_PLAYAUDIOCD
source: Play Audio CD
bg: Изпълнение на CD
pt_pt: Reproduzir áudio de CD

# IDS_AUTOPLAY_PLAYDVDMOVIE
source: Play DVD Movie
bg: Изпълнение на DVD
pt_pt: Reproduzir filme de DVD

# IDS_PROPSHEET_PROPERTIES
source: Properties
bg: Свойства
pt_pt: Propriedades

# IDS_PLAY_LOOPMODE_FILE
source: File
bg: Файл
pt_pt: Ficheiro

# IDS_SUBTITLES_DEFAULT_STYLE
source: &Default Style
bg: &Стил по подразбиране
pt_pt: Estilo por &defeito

# IDS_PLAY_LOOPMODE_PLAYLIST
source: Playlist
bg: Плейлист
pt_pt: Lista reprodução

# IDS_FAVFILES
source: Files
bg: Файлове
pt_pt: Ficheiros

# IDS_PLAYLOOPMODE_AB
source: A-B Repeat: Reset Positions
bg: A-B Повторение: Изчисти позицийте
pt_pt: Repetição A-B: Repor posições

# IDS_PLAYLOOPMODE_AB_MARK_A
source: A-B Repeat: Mark A Position
bg: A-B Повторение: Маркирай позиция А
pt_pt: Repetição A-B: Marcar posição A

# IDS_PLAYLOOPMODE_AB_MARK_B
source: A-B Repeat: Mark B Position
bg: A-B Повторение: Маркирай позиция В
pt_pt: Repetição A-B: Marcar posição B

# IDS_SNAPSHOT_SUBTITLES
source: Include Subtitles
bg: Включи субтитри
pt_pt: Incluir legendas

# IDS_INFOBAR_CHANNEL
source: Channel
bg: Канал
pt_pt: Canal

# IDS_INFOBAR_TIME
source: Time
bg: Време
pt_pt: Tempo

# IDS_STATSBAR_SYNC_OFFSET
source: Sync Offset
bg: Изместване на синхр.
pt_pt: Deslocamento de Sync

# IDS_STATSBAR_SYNC_OFFSET_FORMAT
source: avg: %d ms, dev: %d ms
pt_pt: méd: %d ms, des: %d ms

# IDS_STATSBAR_BITRATE_AVG_CUR
source: (avg/cur)
bg: (ср/тек)
pt_pt: (méd/atual)

# IDS_STATSBAR_SIGNAL
source: Signal
bg: Сигнал
pt_pt: Sinal

# IDS_STATSBAR_SIGNAL_FORMAT
source: Strength: %d dB, Quality: %ld%%
bg: Сила: %d dB, Качество: %ld%%
pt_pt: Força: %d dB, Qualidade: %ld%%

# IDS_SUBTITLES_STYLES_CAPTION
source: Styles
bg: Стилове
pt_pt: Estilos

# IDS_TEXT_SUB_RENDERING_TARGET
source: If the rendering target is left undefined, SSA/ASS subtitles will be rendered relative to the video frame while all other text subtitles will be rendered relative to the window.
bg: Ако целта за рендиране остане неопределена, SSA/ASS субтитрите ще се рендират спрямо видео кадъра докато всички останали ще се рендират спрямо прозореца.
pt_pt: Se o destino da renderização não for definido, legendas SSA/ASS irão ser renderizadas relativamente ao frame do vídeo enquanto que todas as outras legendas de texto irão ser renderizadas relativamente à janela.

# IDS_PLAYLOOPMODE_PLAYLIST
source: Repeat Mode: Playlist
bg: Режим на повторение: Плейлист
pt_pt: Modo de repetição: Lista de reprodução

# IDS_PLAYLOOPMODE_FILE
source: Repeat Mode: File
bg: Режим на повторение: Файл
pt_pt: Modo de repetição: Ficheiro

# IDS_PLAYLOOP_FOREVER_ON
source: Repeat Forever: On
bg: Безкрайно повторение: Изкл.
pt_pt: Repetir para sempre: Ativado

# IDS_PLAYLOOP_FOREVER_OFF
source: Repeat Forever: Off
bg: Безкрайно повторение: Вкл.
pt_pt: Repetir para sempre: Desativado

# IDS_PLAYLOOP_FOREVER
source: Repeat Forever
bg: Безкрайно повторение
pt_pt: Repetir para sempre

# IDS_PPAGE_CAPTURE_FG0
source: Never
bg: Никога
pt_pt: Nunca

# IDS_PPAGE_CAPTURE_FG1
source: Only when switching different video types
bg: Само при превключване на различни типове видео
pt_pt: Apenas quando alternar entre diferentes tipos de vídeo

# IDS_PPAGE_CAPTURE_FG2
source: Always (default)
bg: Винаги (по подразбиране)
pt_pt: Sempre (por defeito)

# IDS_PPAGE_CAPTURE_FGDESC0
source: Not supported by some devices. Two video decoders always present in the filter graph.
bg: Не се поддържа от някой устройства. Два видео декодера винаги присъстват в филтърната верига.
pt_pt: Não suportado por alguns dispositivos. Dois descodificador de vídeo sempre presentes no gráfico de filtro.

# IDS_PPAGE_CAPTURE_FGDESC1
source: Fast except when switching between different video streams. Only one video decoder present in the filter graph.
bg: Бързо освен при превключване между различни видео потоци. Само един видео декодер присъства във филтърната верига.
pt_pt: Rápido excepto quando alternar entre streams de vídeo diferentes. Apenas um descodificador de vídeo presente no gráfico de filtro.

# IDS_PPAGE_CAPTURE_SFG0
source: Never if possible (fastest, but not supported by most filters)
bg: Никога ако е възможно (най-бързо но не се поддържа от повечето филтри)
pt_pt: Nunca se possível (mais rápido, mas não suportado pela maioria filtros)

# IDS_PPAGE_CAPTURE_SFG1
source: Only when switching different video types
bg: Само при превключване на различни типове видео
pt_pt: Apenas quando alternar entre diferentes tipos de vídeo

# IDS_PPAGE_CAPTURE_SFG2
source: Always (may be required by some devices)
bg: Винаги (може да се изисква от някои устройства)
pt_pt: Sempre (pode ser necessário por alguns dispositivos)

# IDS_INFOBAR_PARENTAL_RATING
source: Parental rating
bg: Родителска оценка
pt_pt: Classificação parental

# IDS_NO_PARENTAL_RATING
source: Not rated
bg: Няма оценка
pt_pt: Não classificado

# IDS_INFOBAR_CONTENT
source: Content
bg: Съдържание
pt_pt: Conteúdo

# IDS_CONTENT_MOVIE_DRAMA
source: Movie/Drama
bg: Филм/Драма
pt_pt: Filme/Drama

# IDS_CONTENT_NEWS_CURRENTAFFAIRS
source: News/Current affairs
bg: Новини/Актуални събития
pt_pt: Notícias/Assuntos atuais

# IDS_FILE_FAV_ADDED
source: File added to favorites
bg: Файла е добавен към любими
pt_pt: Ficheiro adicionado aos favoritos

# IDS_DVD_FAV_ADDED
source: DVD added to favorites
bg: DVD е добавенo към любими
pt_pt: DVD adicionado aos favoritos

# IDS_CAPTURE_SETTINGS
source: Capture Settings
bg: Настройки за заснемане
pt_pt: Definições de captura

# IDS_NAVIGATION_BAR
source: Navigation Bar
bg: Лента за навигация
pt_pt: Barra de navegação

# IDS_SUBRESYNC_CLN_TIME
source: Time
bg: Време
pt_pt: Tempo

# IDS_SUBRESYNC_CLN_END
source: End
bg: Край
pt_pt: Fim

# IDS_SUBRESYNC_CLN_PREVIEW
source: Preview
bg: Преглед
pt_pt: Pré-visualizar

# IDS_SUBRESYNC_CLN_VOB_ID
source: Vob ID
pt_pt: Id do Vob

# IDS_SUBRESYNC_CLN_CELL_ID
source: Cell ID
pt_pt: Id do Cell

# IDS_SUBRESYNC_CLN_FORCED
source: Forced
bg: Принудителен
pt_pt: Forçado

# IDS_SUBRESYNC_CLN_TEXT
source: Text
bg: Текст
pt_pt: Texto

# IDS_SUBRESYNC_CLN_STYLE
source: Style
bg: Стил
pt_pt: Estilo

# IDS_SUBRESYNC_CLN_FONT
source: Font
bg: Шрифт
pt_pt: Tipo de letra

# IDS_DVD_NAV_SOME_PINS_ERROR
source: Failed to render some of the pins of the DVD Navigator filter
bg: Неуспешно рендиране на някои от изводите на DVD Navigator филтъра
pt_pt: Falhou ao renderizar alguns dos pins do filtro de navegação do DVD

# IDS_DVD_INTERFACES_ERROR
source: Failed to query the needed interfaces for DVD playback
bg: Неуспешно търсене на необходимите интерфейси за възпроизвеждане на DVD
pt_pt: Falhou ao pedir os interfaces necessários para a reprodução de DVD

# IDS_CAPTURE_LIVE
source: Live
bg: Наживо
pt_pt: Em direto

# IDS_CAPTURE_ERROR_VID_FILTER
source: Can't add video capture filter to the graph
bg: Не може да се добави филтър за запис на видео във веригата
pt_pt: Não se pôde adic. o filtro de captura de vídeo ao gráfico

# IDS_CAPTURE_ERROR_AUD_FILTER
source: Can't add audio capture filter to the graph
bg: Не може да се добави филтър за запис на аудио във веригата
pt_pt: Não se pôde adic. o filtro de captura de áudio ao gráfico

# IDS_CAPTURE_ERROR_DEVICE
source: Could not open capture device.
bg: Не може да се отвори устройство за запис
pt_pt: Não se pôde abrir o dispositivo de captura.

# IDS_INVALID_PARAMS_ERROR
source: Can't open, invalid input parameters
bg: Не може да се отвори, невалидни входни параметри
pt_pt: Não pode abrir, parâmetros de entrada inválidos

# IDS_EDIT_LIST_EDITOR
source: Edit List Editor
bg: Редактирай лист редактора
pt_pt: Editor de lista de adição

# IDS_GOTO_ERROR_INVALID_TIME
source: The entered time is greater than the file duration.
bg: Въведеното време е по-дълго от продължителността на файла.
pt_pt: O tempo introduzido é maior que a duração do ficheiro.

# IDS_MISSING_ICONS_LIB
source: The icons library "mpciconlib.dll" is missing. The player's default icon will be used for file associations. Please, reinstall MPC-HC to get "mpciconlib.dll".
bg: Библиотеката с икони "mpciconlib.dll" липсва. Ще се използват икони по подразбиране за файловите асоциации. Моля, преинсталирайте MPC-HC за да вземете "mpciconlib.dll".
pt_pt: A biblioteca de ícones "mpciconlib.dll" está em falta. O ícone por defeito do reprodutor irá ser usado para associação de ficheiros. Por favor, reinstale o MPC-HC para obter o "mpciconlib.dll".

# IDS_SUBDL_DLG_FILENAME_COL
source: File
bg: Файл
pt_pt: Ficheiro

# IDS_SUBDL_DLG_LANGUAGE_COL
source: Language
bg: Език
pt_pt: Idioma

# IDS_SUBDL_DLG_FORMAT_COL
source: Format
bg: Формат
pt_pt: Formato

# IDS_SUBDL_DLG_DISC_COL
source: Disc
bg: Диск
pt_pt: Disco

# IDS_SUBDL_DLG_TITLES_COL
source: Title(s)
bg: Заглавие(я)
pt_pt: Título(s)

# IDS_SUBRESYNC_CLN_LAYER
source: Layer
bg: Слой
pt_pt: Camada

# IDS_SUBRESYNC_CLN_ACTOR
source: Actor
bg: Изпълнител
pt_pt: Ator

# IDS_SUBRESYNC_CLN_EFFECT
source: Effect
bg: Ефект
pt_pt: Efeito

# IDS_PLAYLIST_CAPTION
source: Playlist
bg: Плейлист
pt_pt: Lista de reprodução

# IDS_PPAGE_FS_CLN_ON_OFF
source: On/Off
bg: Вкл./Изкл.
pt_pt: Ativar/Desativar

# IDS_PPAGE_FS_CLN_FROM_FPS
source: From (FPS)
bg: От (FPS)
pt_pt: De (FPS)

# IDS_PPAGE_FS_CLN_TO_FPS
source: To (FPS)
bg: До (FPS)
pt_pt: Para (FPS)

# IDS_PPAGE_FS_CLN_DISPLAY_MODE
source: Display mode (Hz)
bg: Режим на дисплея (Hz)
pt_pt: Modo visualização (Hz)

# IDS_PPAGE_FS_DEFAULT
source: Default
bg: По подразбиране
pt_pt: Por defeito

# IDS_PPAGE_FS_OTHER
source: Other
bg: Друг
pt_pt: Outro

# IDS_PPAGE_OUTPUT_SYS_DEF
source: System Default
bg: По подразбиране за системата
pt_pt: Por defeito do sistema

# IDS_GRAPH_INTERFACES_ERROR
source: Failed to query the needed interfaces for playback
bg: Неуспешно търсене на необходимите интерфейси за възпроизвеждане
pt_pt: Falhou ao pedir os interfaces necessários para a reprodução

# IDS_GRAPH_TARGET_WND_ERROR
source: Could not set target window for graph notification
bg: Не може да се зададе целеви прозорец за верижно известяване
pt_pt: Não se pôde definir a janela de destino para a notificação do gráfico

# IDS_DVD_NAV_ALL_PINS_ERROR
source: Failed to render all pins of the DVD Navigator filter
bg: Неуспешно рендиране на всички изводи на DVD Navigator филтъра
pt_pt: Falhou ao renderizar todos os pins do filtro do Navegador de DVD

# IDS_PLAYLIST_OPEN
source: &Open
bg: &Отвори
pt_pt: Abrir

# IDS_PLAYLIST_ADD
source: A&dd
bg: &Добави
pt_pt: A&dicionar

# IDS_PLAYLIST_REMOVE
source: &Remove
bg: &Премахни
pt_pt: &Remover

# IDS_PLAYLIST_CLEAR
source: C&lear
bg: И&зчисти
pt_pt: &Limpar

# IDS_PLAYLIST_COPYTOCLIPBOARD
source: &Copy to clipboard
bg: &Копирай в клипборда
pt_pt: &Copiar para a Área de Transferência

# IDS_PLAYLIST_SAVE
source: Sa&ve
bg: За&пазване
pt_pt: Guardar

# IDS_PLAYLIST_SAVEAS
source: &Save As...
bg: &Запиши като...
pt_pt: Guardar como...

# IDS_PLAYLIST_SORTBYLABEL
source: Sort by &label
bg: Сортирай по &етикет
pt_pt: Ordenar por etiqueta

# IDS_PLAYLIST_SORTBYPATH
source: Sort by &path
bg: Сортирай по &път
pt_pt: Ordenar por caminho

# IDS_PLAYLIST_RANDOMIZE
source: R&andomize
bg: Р&азбъркай
pt_pt: Baralhar

# IDS_PLAYLIST_RESTORE
source: R&estore
bg: В&ъзстанови
pt_pt: Voltar a guardar

# IDS_SUBRESYNC_SEPARATOR
source: &Separator
bg: &Разделител
pt_pt: &Separador

# IDS_SUBRESYNC_DELETE
source: &Delete
bg: &Изтрий
pt_pt: Eliminar

# IDS_SUBRESYNC_DUPLICATE
source: D&uplicate
bg: Д&ублирай
pt_pt: D&uplicar

# IDS_SUBRESYNC_RESET
source: &Reset
bg: &Изчисти
pt_pt: &Repor

# IDS_SUBRESYNC_CURRENT
source: &Current
bg: &Текущ
pt_pt: Atualmente

# IDS_SUBRESYNC_EDIT
source: &Edit
bg: &Редактирай
pt_pt: &Editar

# IDS_SUBRESYNC_YES
source: &Yes
bg: &Да
pt_pt: Sim

# IDS_SUBRESYNC_NO
source: &No
bg: &Не
pt_pt: &Não

# IDS_SUBRESYNC_DECREASE
source: &Decrease
bg: &Намали
pt_pt: &Diminuir

# IDS_SUBRESYNC_INCREASE
source: &Increase
bg: &Увеличи
pt_pt: Aumentar

# IDS_OPTIONS_CAPTION
source: Options
bg: Опции
pt_pt: Opções

# IDS_SHADERS_SELECT
source: &Select Shaders...
bg: &Избери шейдъри...
pt_pt: &Selecionar shaders....

# IDS_SHADERS_DEBUG
source: &Debug Shaders...
bg: &Дебъг шейдъри...
pt_pt: &Depurar shaders...

# IDS_MPLAYERC_104
source: Subtitle Delay -
bg: Забавяне на субтитри -
pt_pt: Atraso de legenda -

# IDS_MPLAYERC_105
source: Subtitle Delay +
bg: Забавяне на субтитри +
pt_pt: Atraso de legenda +

# IDS_FILE_SAVE_THUMBNAILS
source: Save thumbnails
bg: Запиши миниатюрите
pt_pt: Guardar miniaturas

# IDD_PPAGEPLAYBACK
source: Playback
bg: Възпроизвеждане
pt_pt: Reprodução

# IDD_PPAGEPLAYER
source: Player
bg: Плейър
pt_pt: Reprodutor

# IDD_PPAGEDVD
source: Playback::DVD
bg: Възпроизвеждане::DVD
pt_pt: Reprodução: DVD

# IDD_PPAGESUBTITLES
source: Subtitles
bg: Субтитри
pt_pt: Legendas

# IDD_PPAGEFORMATS
source: Player::Formats
bg: Плейър::Формати
pt_pt: Reprodutor::Formatos

# IDD_PPAGETWEAKS
source: Tweaks
bg: Фини настройки
pt_pt: Ajustes

# IDD_PPAGEAUDIOSWITCHER
source: Internal Filters::Audio Switcher
bg: Вътрешни филтри::Аудио превключвател
pt_pt: Filtros internos::Alternador de áudio

# IDD_PPAGEEXTERNALFILTERS
source: External Filters
bg: Външни филтри
pt_pt: Filtros Externos

# IDD_PPAGESHADERS
source: Playback::Shaders
bg: Възпроизвеждане::Шейдъри
pt_pt: Reprodução::Shaders

# IDD_FILEPROPRES
source: Resources
bg: Ресурси
pt_pt: Recursos

# IDD_PPAGEMISC
source: Miscellaneous
bg: Разни
pt_pt: Diversos

# IDD_PPAGECAPTURE
source: Playback::Capture
bg: Възпроизвеждане::Записване
pt_pt: Reprodução::Captura

# IDD_PPAGESYNC
source: Playback::Sync Renderer Settings
bg: Възпроизвеждане::Sync Renderer настройки
pt_pt: Reprodução::Definições rend. sinc.

# IDD_PPAGEFULLSCREEN
source: Playback::Fullscreen
bg: Възпроизвеждане::На цял екран
pt_pt: Reprodução::Ecrã completo

# IDD_PPAGEAUDIORENDERER
source: Internal Filters::Audio Renderer
bg: Вътрешни филтри::Аудио рендер
pt_pt: Filtros internos::Renderização de áudio

# IDS_AUDIOSWITCHER
source: Audio Switcher
bg: Аудио превключвател
pt_pt: Alternador áudio

# IDS_ICONS_REASSOC_DLG_TITLE
source: New version of the icon library
bg: Нова версия на библиотеката с икони
pt_pt: Nova versão da biblio. de ícones

# IDS_ICONS_REASSOC_DLG_INSTR
source: Do you want to reassociate the icons?
bg: Искате ли да асоциирате иконите отново?
pt_pt: Pretende re-associar os ícones?

# IDS_ICONS_REASSOC_DLG_CONTENT
source: This will fix the icons being incorrectly displayed after an update of the icon library. The file associations will not be modified, only the corresponding icons will be refreshed.
bg: Това ще поправи иконите, които се показват неправилно след актуализация на библиотеката. Асоциациите на файловете няма да бъдат променени само иконите ще бъдат обновени.
pt_pt: Isto irá corrigir os ícones estando incorretamente mostrados após uma atualização da biblioteca de ícones. A associação de ficheiros não irá ser modificado, apenas os ícones correspondentes irão ser atualizados.

# IDS_PPAGE_OUTPUT_DXR
source: Haali Video Renderer
pt_pt: Renderizador Haali de vídeo

# IDS_PPAGE_OUTPUT_NULL_COMP
source: Null (anything)
bg: Null (нищо)
pt_pt: Nulo (qualquer coisa)

# IDS_PPAGE_OUTPUT_NULL_UNCOMP
source: Null (uncompressed)
bg: Null (без компресия)
pt_pt: Nulo (não comprimido)

# IDS_LANG_PREF_EXAMPLE
source: Enter your preferred languages here. For example, type: "eng jap swe"
bg: Въведете предпочитаните езици тук. Например напишете: "eng jap swe"
pt_pt: Introduza o seu idioma preferido aqui. Por exemplo, digite: "eng jap swe"

# IDS_OVERRIDE_EXT_SPLITTER_CHOICE
source: External splitters can have their own language preference options thus MPC-HC default behavior is not to change their initial choice. Enable this option if you want MPC-HC to control external splitters.
bg: Външните разделители могат да имат собствени настройки за език и за това MPC-HC по подразбиране не променя техния език. Включете тази опция ако искате MPC-HC да управлява външните разделители.
pt_pt: Alternadores externos podem ter as suas próprias opções de preferência de idioma assim o o comportamento por defeito do MPC-HC é para não alterar a escolha inicial. Ative esta opção se quiser que MPC-HC controle os alternadores externos.

# IDS_NAVIGATE_BD_PLAYLISTS
source: &Blu-Ray playlists
bg: &Blu-Ray плейлисти
pt_pt: Listas de reprodução &Blu-Ray

# IDS_NAVIGATE_PLAYLIST
source: &Playlist
bg: &Плейлист
pt_pt: Lista de re&produção

# IDS_NAVIGATE_CHAPTERS
source: &Chapters
bg: &Глави
pt_pt: &Capítulos

# IDS_NAVIGATE_TITLES
source: &Titles
bg: &Заглавия
pt_pt: &Títulos

# IDS_NAVIGATE_CHANNELS
source: &Channels
bg: &Канали
pt_pt: &Canais

# IDS_PPAGE_OUTPUT_MPCVR
source: MPC Video Renderer
pt_pt: Renderizador de vídeo MPC

# IDD_PPAGEACCELTBL
source: Player::Keys
bg: Плейър::Бутони
pt_pt: Reprodutor::Teclas

# IDD_PPAGESUBSTYLE
source: Subtitles::Default Style
bg: Субтитри::Стил по подразбиране
pt_pt: Legendas::Estilo por defeito

# IDD_PPAGEINTERNALFILTERS
source: Internal Filters
bg: Вътрешни филтри
pt_pt: Filtros internos

# IDD_PPAGELOGO
source: Player::Logo
bg: Плейър::Лого
pt_pt: Reprodutor::Logótipo

# IDD_PPAGEOUTPUT
source: Playback::Output
bg: Възпроизвеждане::Извеждане
pt_pt: Reprodução::Saída

# IDD_PPAGEWEBSERVER
source: Player::Web Interface
bg: Плейър::Уеб интерфейс
pt_pt: Reprodutor::Interface web

# IDD_FILEPROPDETAILS
source: Details
bg: Детайли
pt_pt: Detalhes

# IDC_DSSYSDEF
source: Default video renderer filter for DirectShow. Others will fall back to this one when they can't be loaded for some reason.
bg: Филтър за видео рендиране по подразбиране на DirectShow. Ако изберете други от списъка и те не могат да бъдат заредени по някаква причина ще се зареди този.
pt_pt: Renderizador de vídeo por defeito para o DirectShow. Outros podem regredir para este quando eles não podem ser carregados por alguma razão.

# IDC_DSOLD
source: This is the default renderer of Windows 9x/me/2k. Depending on the visibility of the video window and your video card's abilities, it will switch between GDI, DirectDraw, Overlay rendering modes dynamically.
bg: Това е рендерът по подразбиране на Windows 9x/Мe/2000. В зависимост от видимостта на видео прозореца и възможностите на видеокартата ви той ще превключва динамично между следните режими на рендиране - GDI, DirectDraw и Overlay.
pt_pt: Este é o renderizador por defeito do Windows 9x/me/2k. Dependendo da visibilidade da janela do vídeo e das habilidades da sua placa de vídeo, irá alternar entre modos de renderização GDI, DirectDraw, Overlay dinamicamente.

# IDC_DSOVERLAYMIXER
source: Always renders in overlay. Generally only YUV formats are allowed, but they are presented directly without any color conversion to RGB. This is the fastest rendering method of all and the only where you can be sure about fullscreen video mirroring to tv-out activating.
bg: Винаги рендира с наслагване. По принцип само YUV формати са разрешени но те се извеждат директно без конвертиране в RGB. Това е най-бързият метод от всички и единственият при който е сигурно че ще предавате картина на цял екран към телевизор.
pt_pt: Sempre renderiza em camada. Geral só formatos YUV são permitidos mas são apresentados diretamente sem qualquer conversão de cor para RGB. Este é o método de renderização mais rápido de todos e apenas só onde pode ter a certeza sobre a ativação do ecrã inteiro para tv-out.

# IDC_DSVMR9WIN
source: Only available if you have DirectX 9 installed. Very stable but it will never use Overlay rendering and because of this it may be a little slower than Overlay mixer.
bg: Наличен е само ако имате инсталиран DirectX 9. Много стабилен но никога не използва Overlay рендиране и поради това може да бъде малко по-бавен от Оverlay mixer.
pt_pt: Apenas disponível se tiver o DirectX 9 instalado. Muito estável mas nunca irá usar renderização Overlay e por causa disto pode ser um bocado lento que a mistura Overlay.

# IDC_DSVMR9REN
source: Same as the VMR-9 (windowed), but with the Allocator-Presenter plugin of MPC-HC for subtitling. Overlay video mirroring MIGHT work. "True Color" desktop color space recommended.
bg: Същия като VMR-9 (windowed), но с Allocator-Presenter плъгин на MPC-HC за субтитри. Дублирането на видео с наслагване МОЖЕ и да работи. Препоръчва се настройка за истински цветове "True Color".
pt_pt: O mesmo que VMR-9 (windowed), mas com o plugin Allocator-Presenter do MPC-HC para a legendagem. O espelhamento de vídeo Overlay PODE funcionar. É recomando o esquema de cores "Cores completas" do Amb. de Trabalho.

# IDC_DSDXR
source: Same as the VMR-9 (renderless), but uses a true two-pass bicubic resizer.
bg: Същия като VMR-9 (renderless) но използва истинско two-pass bicubic преоразмеряване.
pt_pt: O mesmo que VMR-9 (renderless), mas aumentador bicúbico verdadeiro de duas-passagens.

# IDC_DSNULL_COMP
source: Connects to any video-like media type and will send the incoming samples to nowhere. Use it when you don't need the video display and want to save the CPU from working unnecessarily.
bg: Свързва се със всякаква медия която оприличи на видео но не извежда нищо. Да се ползва когато картина не е необходима за да не се натоварва излишно процесора.
pt_pt: Liga a qualquer tipo de media semelhante a vídeo e irá enviar samples de entrada para nenhum lado. Utilize quando não precisar do ecrã de vídeo e poupar o processador de trabalhar necessariamente.

# IDC_DSNULL_UNCOMP
source: Same as the normal Null renderer, but this will only connect to uncompressed types.
bg: Същия като нормалния Null рендер се свързва само с некомпресирани типове съдържание.
pt_pt: O mesmo que um renderizador Null normal mas irá apenas ligar a tipos não comprimidos.

# IDC_DSEVR_CUSTOM
source: Same as the EVR, but with the Allocator-Presenter of MPC-HC for subtitling and postprocessing. Recommended.
bg: Същия като EVR но с Allocator-Presenter плъгин на MPC-HC за субтитри и постобработка. Препоръчва се.
pt_pt: O mesmo que EVR mas com o Allocator-Presenter do MPC-HC para legendar e fazer pós-processamento. Recomendado.

# IDC_DSMADVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
bg: Висококачествен рендер който изисква видеокарта която поддържа D3D9 или по-нов.
pt_pt: Renderizador de alta-qualidade, requer um GPU que suporte D3D9 ou melhor.

# IDC_DSSYNC
source: Same as the EVR (CP), but offers several options to synchronize the video frame rate with the display refresh rate to eliminate skipped or duplicated video frames.
bg: Съшия като EVR (CP) но предлага някои опции за синхронизиране на кадровата честота на видеото с тази на опресняване на дисплея. Това дава възможност да се елиминират пропуснатите или дублираните кадри.
pt_pt: O mesmo que EVR (CP) mas oferece muitas opções para sincronizar o ritmo de frame do vídeo com o taxa de refrescamento do ecrã para eliminar frames de vídeo ignorados ou duplicados.

# IDC_REGULARSURF
source: Video surface will be allocated as a regular offscreen surface.
bg: Видео повърхността ще бъде разпределена като обикновена повърхност извън екрана.
pt_pt: A superfície do vídeo será alocado como uma superfície fora do ecrã.
