Repository: sdneon/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: bg, pt_pt

# IDS_MAINFRM_22
source: DVD: Incompatible System And Decoder Regions
bg: DVD: Несъвместими региони на системата и декодера
pt_pt: DVD: Regiões de sistema e descodificador incompatíveis

# IDS_MAINFRM_23
source: DVD: Incompatible Disc And Decoder Regions
bg: DVD: Несъвместими региони на диска и декодера
pt_pt: DVD: Regiões de disco e de descodificação incompatíveis

# IDS_D3DFS_WARNING
source: This option is designed to avoid tearing. However, it will also prevent MPC-HC from displaying the context menu and any dialog box during playback. Do you really want to activate this option?
bg: Тази опция е предназначена да се избегне трептене. Обаче тя също така ще попречи на MPC-HC да показва контекстното меню и всеки диалогов прозорец по време на възпроизвеждане. Наистина ли искате да активирате тази опция?
pt_pt: Esta opção está desenhada para impedir o desmanche. No entanto, irá tambem impedir o MPC-HC de mostrar o menu de contexto e qualquer caixa de diálogo durante a reprodução. Pretende realmente ativar esta opção?

# IDS_MAINFRM_139
source: Sub delay: %ld ms
bg: Закъснение на субтитри: %ld мсек
pt_pt: Atraso leg: %ld ms

# IDS_AG_TITLE2
source: Title: %02d/%02d
bg: Заглавие: %02d/%02d
pt_pt: Título: %02d/%02d

# IDS_REALVIDEO_INCOMPATIBLE
source: Filename contains unsupported characters (use only A-Z, 0-9)
bg: Името на файла съдържа неподдържани знаци (ползвайте само A-Z, 0-9)
pt_pt: O nome de ficheiro contém carateres não suportados (utilize só A-Z, 0-9)

# IDS_THUMB_ROWNUMBER
source: Rows:
bg: Редове:
pt_pt: Linhas:

# IDS_THUMB_COLNUMBER
source: Columns:
bg: Колони:
pt_pt: Colunas:

# IDS_THUMB_IMAGE_WIDTH
source: Image width
bg: Ширина на изображението
pt_pt: Largura da imagem

# IDS_AG_ASPECT_RATIO
source: Aspect Ratio
bg: Съотношение на страните
pt_pt: Rácio do aspeto

# IDS_MAINFRM_37
source: , Total: %ld, Dropped: %ld
bg: , Общо: %ld, Пропуснати: %ld
pt_pt: , Total: %ld, Quedas: %ld

# IDS_MAINFRM_38
source: , Size: %I64d KB
bg: , Размер: %I64d Кб
pt_pt: , Tamanho: %I64d KB

# IDS_MAINFRM_39
source: , Size: %I64d MB
bg: , Размер: %I64d Мб
pt_pt: , Tamanho: %I64d MB

# IDS_MAINFRM_40
source: , Free: %I64d KB
bg: , Свободни: %I64d Кб
pt_pt: , Livre: %I64d KB

# IDS_MAINFRM_41
source: , Free: %I64d MB
bg: , Свободни: %I64d Мб
pt_pt: , Livre: %I64d MB

# IDS_MAINFRM_42
source: , Free V/A Buffers: %03d/%03d
bg: , Свободни В/А Буфери: %03d/%03d
pt_pt: , Pilhas V/A livres: %03d/%03d

# IDS_AG_ERROR
source: Error
bg: Грешка
pt_pt: Erro

# IDS_SUBTITLE_STREAM_OFF
source: Subtitle: off
bg: Субтитри: Изкл.
pt_pt: Legenda: desativada

# IDS_SUBTITLE_STREAM
source: Subtitle: %s
bg: Субтитри: %s
pt_pt: Legenda: %s

# IDS_MAINFRM_46
source: Select the path for the DVD/BD:
bg: Посочете път до DVD/BD:
pt_pt: Selecione o caminho para o DVD/BD:

# IDS_SUB_LOADED_SUCCESS
source: loaded successfully
bg: зареден успешно
pt_pt: carregado com sucesso

# IDS_ALL_FILES_FILTER
source: All files (*.*)|*.*||
bg: Всички файлове (*.*)|*.*||
pt_pt: Todos os ficheiros (*.*)|*.*||

# IDS_GETDIB_FAILED
source: GetDIB failed, hr = %08x
bg: GetDIB невъзможно, hr = %08x
pt_pt: GetDIB falhou, hr = %08x

# IDS_GETCURRENTIMAGE_FAILED
source: GetCurrentImage failed, hr = %08x
bg: GetCurrentImage невъзможно, hr = %08x
pt_pt: GetCurrentImage falhou, hr = %08x

# IDS_SCREENSHOT_ERROR
source: Cannot create file
bg: Файлът не може да бъде създаден
pt_pt: Não se pôde criar ficheiro

# IDS_THUMBNAILS_NO_DURATION
source: Cannot create thumbnails for files with no duration
bg: Не може да се създадат миниатюри за файлове без продължителност
pt_pt: Não se pode criar miniaturas para ficheiros sem duração

# IDS_THUMBNAILS_NO_FRAME_SIZE
source: Failed to get video frame size
bg: Неуспешно получаване на размера на кадъра
pt_pt: Falhou ao obter o tamanho do frame do vídeo

# IDS_OUT_OF_MEMORY
source: Out of memory, go buy some more!
bg: Паметта свърши, ходи купи още!
pt_pt: Fora da memória, vá comprar alguma mais!

# IDS_THUMBNAILS_INVALID_FORMAT
source: Invalid image format, cannot create thumbnails out of %d bpp dibs.
bg: Невалиден формат на изображение, не може да създадат миниатюри от %d bpp .dib файлове
pt_pt: Formato de imagem inválido, não se pode criar miniaturas a partir de %d bpp dibs.

# IDS_THUMBNAILS_INFO_FILESIZE
source: File Size: %s (%s bytes)\N
bg: Размер на файл: %s (%s байта)\N
pt_pt: Tamanho do ficheiro: %s (%s bytes)\N

# IDS_THUMBNAILS_INFO_HEADER
source: {\an7\1c&H000000&\fs16\b0\bord0\shad0}File Name: %s\N%sResolution: %dx%d %s\NDuration: %02d:%02d:%02d
bg: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Име на файл;: %s\N%sРезолюция: %dx%d %s\NПродължителност: %02d:%02d:%02d
pt_pt: {\an7\1c&H000000&\fs16\b0\bord0\shad0}File Nome: %s\N%sResolução: %dx%d %s\NDuração: %02d:%02d:%02d

# IDS_THUMBNAIL_TOO_SMALL
source: The thumbnails would be too small, impossible to create the file. Try lowering the number of thumbnails or increasing the total size.
bg: Миниатюрите биха били твърде малки невъзможно е да се създаде файла. Опитайте да намалите броя на миниатюрите или да увеличите общия размер.
pt_pt: As miniaturas seriam demasiado pequenas, impossível criar o ficheiro. Tente diminuir o número de miniaturas ou aumente o tamanho total.

# IDS_CANNOT_LOAD_SUB
source: To load subtitles you have to change the video renderer type and reopen the file. - DirectShow: EVR (Custom Presenter), Sync, VMR-9 (renderless), madVR, MPC VR, or Haali VR
bg: За да заредите субтитри трябва да смените видео рендера и да отворите файла отново. - DirectShow: EVR (Custom Presenter), Sync, VMR-9 (renderless), madVR, MPC VR, или Haali VR
pt_pt: Para carregar legendas, tem de alterar o tipo de renderizador de vídeo e voltar a abrir o ficheiro. - DirectShow: EVR (Custom Presenter), Sync, VMR-9 (renderless), madVR, MPC VR, ou Haali VR

# IDS_SUBTITLE_FILES_FILTER
source: Subtitle files
bg: Файлове със субтитри
pt_pt: Ficheiros de legenda

# IDS_MAINFRM_68
source: Aspect Ratio: %ld:%ld
bg: Съотношение на страните: %ld:%ld
pt_pt: Rácio do aspeto: %ld:%ld

# IDS_MAINFRM_69
source: Aspect Ratio: Default (DAR)
bg: Съотношение на страните: По подразбиране (DAR)
pt_pt: Rácio do aspeto: Por defeito (DAR)

# IDS_MAINFRM_70
source: Audio delay: %I64d ms
bg: Закъснение на аудио: %I64d мсек
pt_pt: Atraso do áudio: %I64d ms

# IDS_AG_CHAPTER
source: Chapter %d
bg: Глава %d
pt_pt: Capítulo %d

# IDS_AG_OUT_OF_MEMORY
source: Out of memory
bg: Недостатъчна памет
pt_pt: Fora da memória

# IDS_MAINFRM_77
source: Error: Requires Adobe Flash Player for IE with killswitch patch
bg: Грешка: Изисква се Adobe Flash Player за IE с поправка killswitch
pt_pt: Erro: Requer o Adobe Flash Player para IE com o patch do killswitch

# IDS_MAINFRM_80
source: Failed to create the filter graph object
bg: Неуспешно създаване на обект във филтровата верига
pt_pt: Falhou ao criar objeto do gráfico de filtro

# IDS_MAINFRM_81
source: Invalid argument
bg: Невалиден аргумент
pt_pt: Argumento inválido

# IDS_MAINFRM_82
source: Opening aborted
bg: Отварянето е прекратено
pt_pt: Abertura abortada

# IDS_MAINFRM_83
source: Failed to render the file
bg: Рендирането на файла е неуспешно
pt_pt: Falhou ao renderizar o ficheiro

# IDS_AG_CHAPTER2
source: Chapter:
bg: Глава:
pt_pt: Capítulo:

# IDS_BOOST_OSD
source: Boost: +%u%%
bg: Усилване: +%u%%
pt_pt: Aumento: +%u%%

# IDS_BALANCE_OSD
source: Balance: %s
bg: Баланс: %s
pt_pt: Equilíbrio: %s

# IDS_FULLSCREENMONITOR_CURRENT
source: Current
bg: Текущ
pt_pt: Atual

# IDS_MAINFRM_DIR_TITLE
source: Select Directory
bg: Избери папка
pt_pt: Selecione a pasta

# IDS_MAINFRM_DIR_CHECK
source: Include subdirectories
bg: Включи подпапките
pt_pt: Incluir subpastas

# IDS_AG_PAUSE
source: Pause
bg: Пауза
pt_pt: Pausar

# IDS_AG_TOGGLE_CAPTION
source: Toggle Caption&Menu
bg: Управление на &менюто за надписи
pt_pt: Alternar barra de título e menu

# IDS_AG_TOGGLE_SEEKER
source: Toggle Seek Bar
bg: Управление на лентата за превъртане
pt_pt: Alternar barra de pesquisa

# IDS_AG_TOGGLE_CONTROLS
source: Toggle Controls
bg: Управление на контроли
pt_pt: Alternar controlos

# IDS_MAINFRM_84
source: Invalid file name
bg: Невалидно име на файл
pt_pt: Nome de ficheiro inválido

# IDS_MAINFRM_86
source: Cannot connect the filters
bg: Не могат да се свържат филтрите
pt_pt: Não se pôde ligar os filtros

# IDS_MAINFRM_87
source: Cannot load any source filter
bg: Не може да се зареди никакъв филтър за източник
pt_pt: Não se pôde carregar qualquer filtro source

# IDS_MAINFRM_88
source: Cannot render the file
bg: Не може да се възпроизведе файла
pt_pt: Não se pôde renderizar o ficheiro

# IDS_MAINFRM_89
source: Invalid file format
bg: Невалиден формат на файла
pt_pt: Formato de ficheiro inválido

# IDS_MAINFRM_90
source: File not found
bg: Файлът не е намерен
pt_pt: Ficheiro não encontrado

# IDS_MAINFRM_91
source: Unknown file type
bg: Непознат тип файл
pt_pt: Tipo de ficheiro desconhecido

# IDS_MAINFRM_92
source: Unsupported stream
bg: Неподдържан поток
pt_pt: Stream não suportado

# IDS_MAINFRM_93
source: Cannot find DVD directory
bg: Не може да бъде открита папката на DVD
pt_pt: Não se pôde encontrar a pasta de DVD

# IDS_MAINFRM_94
source: Can't create the DVD Navigator filter
bg: DVD Navigator филтъра не може да бъде създаден
pt_pt: Não se pode criar o filtro DVD Navigator

# IDS_AG_FAILED
source: Failed
bg: Неуспешно
pt_pt: Falhou

# IDS_MAINFRM_96
source: Can't create video capture filter
bg: Не може да се създаде филтър за видео запис
pt_pt: Não se pode criar o filtro de captura de vídeo

# IDS_MAINFRM_98
source: No capture filters
bg: Няма филтри за запис
pt_pt: Sem filtros de captura

# IDS_MAINFRM_99
source: Can't create capture graph builder object
bg: Не може да се създаде обект във веригата за заснемане
pt_pt: Não se pôde criar objeto gráfico construtor de captura

# IDS_MAINFRM_108
source: Couldn't open any device
bg: Не може да се отвори никое устройство
pt_pt: Não se pôde abrir qualquer dispositivo

# IDS_AG_SOUND
source: Sound
bg: Звук
pt_pt: Som

# IDS_MAINFRM_114
source: %s was not found, please insert media containing this file.
bg: %s не е открит, моля поставете носител съдържаща този файл.
pt_pt: %s não foi encontrado, por favor insira a media contendo este ficheiro..

# IDS_AG_ABORTED
source: Aborted
bg: Прекратен
pt_pt: Abortado

# IDS_MAINFRM_116
source: &Properties...
bg: &Свойства...
pt_pt: &Propriedades...

# IDS_MAINFRM_117
source: (pin) properties...
bg: (извод) свойства...
pt_pt: (pin) propriedades...

# IDS_AG_UNKNOWN_STREAM
source: Unknown Stream
bg: Непознат порок
pt_pt: Stream desconhecido

# IDS_AG_UNKNOWN
source: Unknown %u
bg: Непознат%u
pt_pt: %u desconhecido

# IDS_MAINFRM_122
source: (Director Comments 2)
bg: (Коментари на режисьора 2)
pt_pt: (Comentários do realizador 2)

# IDS_DVD_SUBTITLES_ENABLE
source: Enable DVD subtitles
bg: Включване на DVD субтитрите
pt_pt: Ativar legendas de DVD

# IDS_AG_ANGLE
source: Angle %u
bg: Ъгъл %u
pt_pt: Ângulo %u

# IDS_AG_VSYNCOFFSET_INCREASE
source: Increase VSync Offset
bg: Увеличи компенсацията на VSync
pt_pt: Aumentar deslocamento de VSync

# IDS_AG_DISABLED
source: Disabled
bg: Изключено
pt_pt: Desativado

# IDS_AG_VSYNCOFFSET_DECREASE
source: Decrease VSync Offset
bg: Намали компенсацията на VSync
pt_pt: Diminuir deslocamento de VSync

# IDS_MAINFRM_136
source: MPC-HC D3D Fullscreen
bg: MPC-HC D3D на цял екран
pt_pt: Ecrã completo MPC-HC D3D

# IDS_MAINFRM_137
source: Unknown format
bg: Непознат формат
pt_pt: Formato desconhecido

# IDS_MAINFRM_138
source: Sub shift: %ld ms
bg: Суб. отместв.: %ld мсек
pt_pt: Mudança legenda: %ld ms

# IDS_VOLUME_BOOST_INC
source: Volume boost increase
bg: Увеличи усилването на звука
pt_pt: Aumentar o aumento de volume

# IDS_VOLUME_BOOST_DEC
source: Volume boost decrease
bg: Намали усилването на звука
pt_pt: Diminuir o aumento de volume

# IDS_VOLUME_BOOST_MIN
source: Volume boost Min
bg: Усилване на звука на Мин.
pt_pt: Aumento de volume mínimo

# IDS_VOLUME_BOOST_MAX
source: Volume boost Max
bg: Усилване на звука на Макс.
pt_pt: Aumento de volume máximo

# IDS_USAGE
source: Usage: mpc-hc.exe "pathname" [switches]
bg: Употреба: mpc-hc.exe "път" [ключове]
pt_pt: Utilização: mpc-hc.exe "caminho" [argumentos]

# IDS_UNKNOWN_SWITCH
source: Unrecognized switch(es) found in command line string:
bg: Открит(и) са(е) неразпознат(и) ключ(ове) в командния ред :
pt_pt: Argumento(s) não conhecido(s) encontrado(s) na cadeia de linha de comandos:

# IDS_AG_TOGGLE_INFO
source: Toggle Information
bg: Управление на информацията
pt_pt: Alternar informação

# IDS_AG_TOGGLE_STATS
source: Toggle Statistics
bg: Управление на статистиките
pt_pt: Alternar estatísticas

# IDS_AG_TOGGLE_STATUS
source: Toggle Status
bg: Управление на статуса
pt_pt: Alternar estado

# IDS_AG_TOGGLE_SUBRESYNC
source: Toggle Subresync Bar
bg: Управ. лентата за ресинхр. на субтитри
pt_pt: Alternar barra de Subresync

# IDS_AG_TOGGLE_PLAYLIST
source: Toggle Playlist Bar
bg: Управление на лентата с плейлист
pt_pt: Alternar barra de lista de reprodução

# IDS_AG_TOGGLE_CAPTURE
source: Toggle Capture Bar
bg: Управление лентата за заснемане
pt_pt: Alternar barra de captura

# IDS_AG_TOGGLE_DEBUGSHADERS
source: Toggle Debug Shaders
bg: Управление на дебъг шейдъри
pt_pt: Alternar depuração de shaders

# IDS_AG_ZOOM_50
source: Zoom 50%
bg: Увеличение 50%
pt_pt: Ampliar 50%

# IDS_AG_ZOOM_100
source: Zoom 100%
bg: Увеличение 100%
pt_pt: Ampliar 100%

# IDS_AG_ZOOM_200
source: Zoom 200%
bg: Увеличение 200%
pt_pt: Ampliar 200%

# IDS_AG_NEXT_AR_PRESET
source: Next AR Preset
bg: Следващ AR шаблон
pt_pt: Pré-definição RA seguinte

# IDS_AG_VIDFRM_STRETCH
source: VidFrm Stretch
bg: Кадър разтягане
pt_pt: VidFrm esticar

# IDS_AG_VIDFRM_INSIDE
source: VidFrm Inside
bg: Кадър отвътре
pt_pt: VidFrm dentro

# IDS_AG_VIDFRM_OUTSIDE
source: VidFrm Outside
bg: Кадър отвън
pt_pt: VidFrm fora

# IDS_AG_PNS_RESET
source: PnS Reset
bg: PnS Изчистване
pt_pt: Repor PnS

# IDS_AG_PNS_ROTATEX_P
source: PnS Rotate X+
bg: PnS Завъртане по X+
pt_pt: PnS rodar X+

# IDS_TIME_TOOLTIP_ABOVE
source: Above seek bar
bg: Над лентата за превъртане
pt_pt: Acima da barra de pesquisa

# IDS_TIME_TOOLTIP_BELOW
source: Below seek bar
bg: Под лентата за превъртане
pt_pt: Abaixo da barra de pesquisa

# IDS_VIDEO_STREAM
source: Video: %s
bg: Видео: %s
pt_pt: Vídeo: %s

# IDS_APPLY
source: Apply
bg: Потвърди
pt_pt: Aplicar

# IDS_CLEAR
source: Clear
bg: Изчисти
pt_pt: Limpar

# IDS_CANCEL
source: Cancel
bg: Отказ
pt_pt: Cancelar

# IDS_THUMB_THUMBNAILS
source: Layout
bg: Оформление
pt_pt: Esquema

# IDS_THUMB_PIXELS
source: Pixels:
bg: Пиксели:
pt_pt: Pixeis:

# IDS_TEXTFILE_ENC
source: Encoding:
bg: Кодиране:
pt_pt: Codificação:

# IDS_AG_ZOOM_25
source: Zoom 25%
bg: Увеличение 25%
pt_pt: Ampliar 25%

# IDS_AG_MOUSE_MODIFIER
source: Mouse Modifier
bg: Модификатор на мишката
pt_pt: Alterador de rato

# IDS_AG_MOUSE_FS_MODIFIER
source: Mouse FS Modifier
bg: FS модификатор на мишката
pt_pt: Alterador FS de rato

# IDS_AG_VIDFRM_ZOOM1
source: VidFrm Zoom 1
bg: Увеличение на кадър 1
pt_pt: VidFrm Ampliação 1

# IDS_AG_VIDFRM_ZOOM2
source: VidFrm Zoom 2
bg: Увеличение на кадър 2
pt_pt: VidFrm Ampliação 2

# IDS_AG_VIDFRM_SWITCHZOOM
source: VidFrm Switch Zoom
bg: Кадър превкл. увел.
pt_pt: VidFrm mudar ampliação

# IDS_ENABLE_ALL_FILTERS
source: &Enable all filters
bg: &Разреши всички филтри
pt_pt: Ativar todos os filtros

# IDS_LOGO_AUTHOR
source: Author unknown. Contact us if you made this logo!
bg: Непознат автор. Свържете се с нас ако вие сте направили логото!
pt_pt: Autor desconhecido. Contacte-nos se fez este logo!

# IDS_NO_MORE_MEDIA
source: No more media in the current folder.
bg: Няма повече мултимедийни файлове в папката.
pt_pt: Não existem mais ficheiros de media na pasta atual.

# IDS_FIRST_IN_FOLDER
source: The first file of the folder is already loaded.
bg: Първия файл от папката вече е зареден.
pt_pt: O primeiro ficheiro da pasta já está carregado.

# IDS_LAST_IN_FOLDER
source: The last file of the folder is already loaded.
bg: Последния файл от папката вече е зареден.
pt_pt: O último ficheiro da pasta já está carregado.

# IDS_FRONT_LEFT
source: Front Left
bg: Преден ляв
pt_pt: Esquerdo frontal

# IDS_FRONT_RIGHT
source: Front Right
bg: Преден десен
pt_pt: Direiro frontal

# IDS_FRONT_CENTER
source: Front Center
bg: Преден централен
pt_pt: Centro frontal

# IDS_LOW_FREQUENCY
source: Low Frequency
bg: Нискочестотен
pt_pt: Baixa frequência

# IDS_BACK_LEFT
source: Back Left
bg: Заден ляв
pt_pt: Esquerda traseiro

# IDS_BACK_RIGHT
source: Back Right
bg: Заден десен
pt_pt: Direito traseiro

# IDS_FRONT_LEFT_OF_CENTER
source: Front Left of Center
bg: Преден в ляво от център
pt_pt: Esquerdo frontal do centro

# IDS_FRONT_RIGHT_OF_CENTER
source: Front Right of Center
bg: Преден в дясно от център
pt_pt: Direito frontal do centro

# IDS_BACK_CENTER
source: Back Center
bg: Заден централен
pt_pt: Centro traseiro

# IDS_SIDE_LEFT
source: Side Left
bg: Страничен ляв
pt_pt: Esquerdo do lado

# IDS_SIDE_RIGHT
source: Side Right
bg: Страничен десен
pt_pt: Direito do lado

# IDS_TOP_CENTER
source: Top Center
bg: Горен централен
pt_pt: Cima centro

# IDS_TOP_FRONT_LEFT
source: Top Front Left
bg: Горен преден ляв
pt_pt: Cima frontal esquerdo

# IDS_TOP_FRONT_CENTER
source: Top Front Center
bg: Горен преден централен
pt_pt: Cima frontal central

# IDS_TOP_FRONT_RIGHT
source: Top Front Right
bg: Горен преден десен
pt_pt: Cima frontal direito

# IDS_TOP_BACK_LEFT
source: Top Back Left
bg: Горен заден ляв
pt_pt: Cima traseiro esquerdo

# IDS_TOP_BACK_CENTER
source: Top Back Center
bg: Заден горен централен
pt_pt: Cima traseiro central

# IDS_TOP_BACK_RIGHT
source: Top Back Right
bg: Горен заден десен
pt_pt: Cima traseiro direito

# IDS_DISABLE_ALL_FILTERS
source: &Disable all filters
bg: &Забрани всички филтри
pt_pt: &Desativar todos os filtros

# IDS_ENABLE_AUDIO_FILTERS
source: Enable all audio decoders
bg: Разреши всички аудио декодери
pt_pt: Ativar todos os descodificadores de áudio

# IDS_DISABLE_AUDIO_FILTERS
source: Disable all audio decoders
bg: Забрани всички аудио декодери
pt_pt: Desativar todos os descodificadores de áudio

# IDS_ENABLE_VIDEO_FILTERS
source: Enable all video decoders
bg: Разреши всички видео декодери
pt_pt: Ativar todos os descodificadores de vídeo

# IDS_DISABLE_VIDEO_FILTERS
source: Disable all video decoders
bg: Забрани всички видео декодери
pt_pt: Desativar todos os descodificadores de vídeo

# IDS_STRETCH_TO_WINDOW
source: Stretch To Window
bg: Разтегни по прозореца
pt_pt: Esticar para a janela

# IDS_TOUCH_WINDOW_FROM_INSIDE
source: Touch Window From Inside
bg: Докосни прозореца отвътре
pt_pt: Tocar a janela por dentro

# IDS_ZOOM1
source: Zoom 1
bg: Увеличение 1
pt_pt: Ampliação 1

# IDS_ZOOM2
source: Zoom 2
bg: Увеличение 2
pt_pt: Ampliação 2

# IDS_TOUCH_WINDOW_FROM_OUTSIDE
source: Touch Window From Outside
bg: Докосни прозореца отвън
pt_pt: Tocar a janela a partir de fora

# IDS_AUDIO_STREAM
source: Audio: %s
bg: Аудио: %s
pt_pt: Áudio: %s

# IDS_AG_REOPEN
source: Reopen File
bg: Отвори файла отново
pt_pt: Voltar a abrir o ficheiro

# IDS_MFMT_DVDVIDEO
source: DVD-Video
bg: DVD-Видео
pt_pt: DVD-Vídeo

# IDS_MFMT_MOV
source: QuickTime Movie
pt_pt: Filme QuickTime

# IDS_MFMT_OGM
source: Ogg Media
pt_pt: Media Ogg

# IDS_MFMT_FLIC
source: FLIC Animation
pt_pt: Animação FLIC

# IDS_MFMT_IVF
source: Indeo Video Format
pt_pt: Formato de vídeo Indeo

# IDS_MFMT_OTHER
source: Other
bg: Други
pt_pt: Outro

# IDS_MFMT_OTHER_AUDIO
source: Other Audio
bg: Други видове аудио
pt_pt: Outro áudio

# IDS_MFMT_ALAC
source: Apple Lossless
pt_pt: Apple sem perdas

# IDS_MFMT_CDA
source: Audio CD track
bg: Audio CD пътечка
pt_pt: Faixa de CD de áudio

# IDS_MFMT_M4A
source: MPEG-4 Audio
bg: MPEG-4 Аудио
pt_pt: Áudio MPEG-4

# IDS_MFMT_MKA
source: Matroska audio
pt_pt: Áudio Matroska

# IDS_MFMT_MPA
source: MPEG audio
bg: MPEG аудио
pt_pt: Áudio MPEG

# IDS_MFMT_PLS
source: Playlist
bg: Плейлист
pt_pt: Lista de reprodução

# IDS_MFMT_BDPLS
source: Blu-ray playlist
bg: Blu-Ray плейлист
pt_pt: Lista de reprodução Blu-ray

# IDS_MFMT_RAR
source: RAR Archive
bg: RAR Архив
pt_pt: Arquivo RAR

# IDS_DVB_CHANNEL_RESOLUTION
source: Resolution
bg: Резолюция
pt_pt: Resolução

# IDS_DVB_CHANNEL_ASPECT_RATIO
source: Aspect Ratio
bg: Съотношение на страните
pt_pt: Rácio do aspeto

# IDS_OSD_RS_VSYNC_ON
source: VSync: On
bg: VSync: включено
pt_pt: VSync: Ativado

# IDS_OSD_RS_VSYNC_OFF
source: VSync: Off
bg: VSync: изключено
pt_pt: VSync: Desativado

# IDS_OSD_RS_ACCURATE_VSYNC_ON
source: Accurate VSync: On
bg: Точнен VSync: Вкл.
pt_pt: VSync preciso: Ativado

# IDS_OSD_RS_ACCURATE_VSYNC_OFF
source: Accurate VSync: Off
bg: Точнен VSync: Изкл.
pt_pt: VSync preciso: Desativado

# IDS_OSD_RS_SYNC_TO_DISPLAY_ON
source: Synchronize Video to Display: On
bg: Синхр. на видеото с дисплея: Вкл.
pt_pt: Sincronizar vídeo para ecrã: Ativado

# IDS_OSD_RS_SYNC_TO_DISPLAY_OFF
source: Synchronize Video to Display: Off
bg: Синхр. на видеото с дисплея: Изкл.
pt_pt: Sincronizar vídeo para ecrã: Desativado

# IDS_OSD_RS_SYNC_TO_VIDEO_ON
source: Synchronize Display to Video: On
bg: Синхр. на дисплея с видеото: Вкл.
pt_pt: Sincronizar ecrã para vídeo: Ativado

# IDS_OSD_RS_SYNC_TO_VIDEO_OFF
source: Synchronize Display to Video: Off
bg: Синхр. на дисплея с видеото: Изкл.
pt_pt: Sincronizar ecrã para vídeo: Desativado

# IDS_OSD_RS_PRESENT_NEAREST_ON
source: Present at Nearest VSync: On
bg: Присъстващи в най-близкия VSync: Вкл.
pt_pt: Apresentar em VSync mais próximo: Ativado

# IDS_OSD_RS_PRESENT_NEAREST_OFF
source: Present at Nearest VSync: Off
bg: Присъстващи в най-близкия VSync: Изкл.
pt_pt: Apresentar em VSync mais próximo: Desativar

# IDS_OSD_RS_COLOR_MANAGEMENT_ON
source: Color Management: On
bg: Управление на цветовете: включено
pt_pt: Gestão de cor: Ativado

# IDS_OSD_RS_COLOR_MANAGEMENT_OFF
source: Color Management: Off
bg: Управление на цветовете: изключено
pt_pt: Gestão de cor: Desativado

# IDS_OSD_RS_INPUT_TYPE_AUTO
source: Input Type: Auto-Detect
bg: Тип на източника: Автоматично засичане
pt_pt: Tipo de entrada: Auto-detetar

# IDS_OSD_RS_INPUT_TYPE_HDTV
source: Input Type: HDTV
bg: Тип на източника: HDTV
pt_pt: Tipo de entrada: HDTV

# IDS_OSD_RS_INPUT_TYPE_SD_NTSC
source: Input Type: SDTV NTSC
bg: Тип на източника: SDTV NTSC
pt_pt: Tipo de entrada: NTSC de SDTV

# IDS_OSD_RS_INPUT_TYPE_SD_PAL
source: Input Type: SDTV PAL
bg: Тип на източника: SDTV PAL
pt_pt: Tipo de entrada: PAL de SDTV

# IDS_OSD_RS_AMBIENT_LIGHT_BRIGHT
source: Ambient Light: Bright (2.2 Gamma)
bg: Околна светлина: Ярко (2.2 осветеност)
pt_pt: Luz ambiente: Brilho (Gamma 2.2)

# IDS_OSD_RS_AMBIENT_LIGHT_DIM
source: Ambient Light: Dim (2.35 Gamma)
bg: Околна светлина: Затъмнено (2.35 осветеност)
pt_pt: Luz ambiente: Fraco (Gamma 2.35)

# IDS_OSD_RS_AMBIENT_LIGHT_DARK
source: Ambient Light: Dark (2.4 Gamma)
bg: Околна светлина: Тъмно (2.4 осветеност)
pt_pt: Luz ambiente: Escuro (Gamma 2.4)

# IDS_OSD_RS_REND_INTENT_PERCEPT
source: Rendering Intent: Perceptual
bg: Начин на рендиране: Perceptual
pt_pt: Intenção da renderização: Perceptiva

# IDS_OSD_RS_REND_INTENT_RELATIVE
source: Rendering Intent: Relative Colorimetric
bg: Начин на рендиране: Relative Colorimetric
pt_pt: Intenção da renderização: Métrica da cor relativa

# IDS_OSD_RS_REND_INTENT_SATUR
source: Rendering Intent: Saturation
bg: Начин на рендиране: Saturation
pt_pt: Intenção do renderizador: Saturação

# IDS_OSD_RS_REND_INTENT_ABSOLUTE
source: Rendering Intent: Absolute Colorimetric
bg: Начин на рендиране: Absolute Colorimetric
pt_pt: Intenção da renderização: Métrica da cor absoluta

# IDS_OSD_RS_OUTPUT_RANGE
source: Output Range: %s
bg: Изходен диапазон: %s
pt_pt: Margem de saída: %s

# IDS_OSD_RS_FLUSH_BEF_VSYNC_ON
source: Flush GPU before VSync: On
bg: Рестартирай видеокартата преди VSync: Вкл.
pt_pt: Esvaziar GPU antes de VSync: Ativado
