Repository: sdneon/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: pt_pt

# IDD_PPAGEOUTPUT_IDC_CACHESHADERS
source: Cache compiled Shaders
pt_pt: Shaders compilados em cache

# IDD_PPAGEWEBSERVER_IDC_CHECK1
source: Listen on port:
pt_pt: A ouvir na porta:

# IDD_PPAGEWEBSERVER_IDC_STATIC1
source: Launch in web browser...
pt_pt: Lançar no navegador web...

# IDD_PPAGEWEBSERVER_IDC_CHECK3
source: Enable compression
pt_pt: Ativar compressão

# IDD_PPAGEWEBSERVER_IDC_CHECK5
source: Allow access from localhost only
pt_pt: Permitir acesso apenas pelo localhost

# IDD_PPAGEWEBSERVER_IDC_CHECK6
source: Enable preview
pt_pt: Ativar pré-visualização

# IDD_PPAGEWEBSERVER_IDC_CHECK2
source: Print debug information
pt_pt: Mostrar informação depuração

# IDD_PPAGEWEBSERVER_IDC_CHECK4
source: Serve pages from:
pt_pt: Servir páginas de:

# IDD_PPAGEWEBSERVER_IDC_BUTTON1
source: Browse...
pt_pt: Procurar...

# IDD_PPAGEWEBSERVER_IDC_BUTTON2
source: Deploy...
pt_pt: Implementar...

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: Default page:
pt_pt: Página por defeito:

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: CGI handlers: (.ext1=path1;.ext2=path2;...)
pt_pt: Man. CGI: (.ex1=caminho1;.ext2=caminho2;...)

# IDD_SUBTITLEDL_DLG_CAPTION
source: Download subtitles
pt_pt: Descarregar legendas

# IDD_SUBTITLEDL_DLG_IDC_CHECK1
source: Replace currently loaded subtitles
pt_pt: Substituir as legendas atualmente carregadas

# IDD_SUBTITLEDL_DLG_IDOK
source: Download
pt_pt: Descarregar

# IDD_SUBTITLEDL_DLG_IDC_BUTTON1
source: Refresh
pt_pt: Atualizar

# IDD_SUBTITLEDL_DLG_IDC_BUTTON2
source: Abort
pt_pt: Abortar

# IDD_SUBTITLEDL_DLG_IDC_BUTTON3
source: Options
pt_pt: Opções

# IDD_SUBTITLEDL_DLG_IDC_BUTTON4
source: Search
pt_pt: Procurar

# IDD_FILEPROPRES_IDC_BUTTON1
source: Save As...
pt_pt: Guardar como...

# IDD_PPAGEMISC_IDC_STATIC
source: Color controls (for VMR-9, EVR and madVR)
pt_pt: Controlos de cor (para VMR-9, EVR e madVR)

# IDD_PPAGEMISC_IDC_STATIC
source: Brightness
pt_pt: Brilho

# IDD_PPAGEMISC_IDC_STATIC
source: Contrast
pt_pt: Contraste

# IDD_PPAGEMISC_IDC_STATIC
source: Saturation
pt_pt: Saturação

# IDD_PPAGEMISC_IDC_RESET
source: Reset
pt_pt: Repor

# IDD_PPAGEMISC_IDC_STATIC
source: Update check
pt_pt: Verificação de atualização

# IDD_PPAGEMISC_IDC_CHECK1
source: Enable automatic update check
pt_pt: Ativar a verificação automática de atualizações

# IDD_PPAGEMISC_IDC_STATIC5
source: Check every:
pt_pt: Verificar a cada:

# IDD_PPAGEMISC_IDC_STATIC6
source: day(s)
pt_pt: dia(s)

# IDD_PPAGEMISC_IDC_STATIC
source: Settings management
pt_pt: Gestão de definições

# IDD_PPAGEMISC_IDC_RESET_SETTINGS
source: Reset
pt_pt: Repor

# IDD_PPAGEMISC_IDC_EXPORT_SETTINGS
source: Export
pt_pt: Exportar

# IDD_PPAGEMISC_IDC_EXPORT_KEYS
source: Export keys
pt_pt: Exportar chaves

# IDD_TUNER_SCAN_CAPTION
source: Tuner scan
pt_pt: Pesquisar no sintonizador

# IDD_TUNER_SCAN_ID_START
source: Start
pt_pt: Iniciar

# IDD_TUNER_SCAN_IDCANCEL
source: Cancel
pt_pt: Cancelar

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. Start
pt_pt: Frequência inicial:

# IDD_TUNER_SCAN_IDC_STATIC
source: Bandwidth
pt_pt: Largura de banda

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. End
pt_pt: Frequência final:

# IDD_TUNER_SCAN_IDC_CHECK_IGNORE_ENCRYPTED
source: Ignore encrypted channels
pt_pt: Ignorar canais encriptados

# IDD_TUNER_SCAN_ID_SAVE
source: Save
pt_pt: Guardar

# IDD_TUNER_SCAN_IDC_CHECK_OFFSET
source: Use an offset
pt_pt: Usar um deslocamento

# IDD_PPAGECAPTURE_IDC_STATIC
source: Default Device
pt_pt: Dispositivo por defeito

# IDD_PPAGECAPTURE_IDC_RADIO1
source: Analog
pt_pt: Analógico

# IDD_PPAGECAPTURE_IDC_STATIC
source: Analog settings
pt_pt: Definições analógico

# IDD_PPAGECAPTURE_IDC_STATIC1
source: Video
pt_pt: Vídeo

# IDD_PPAGECAPTURE_IDC_STATIC2
source: Audio
pt_pt: Áudio

# IDD_PPAGECAPTURE_IDC_STATIC3
source: Country
pt_pt: País

# IDD_PPAGECAPTURE_IDC_STATIC
source: Digital settings (BDA)
pt_pt: Definições digital (BDA)

# IDD_PPAGECAPTURE_IDC_STATIC4
source: Network Provider
pt_pt: Provedor de rede

# IDD_PPAGECAPTURE_IDC_STATIC5
source: Tuner
pt_pt: Sintonizador

# IDD_PPAGECAPTURE_IDC_STATIC6
source: Receiver
pt_pt: Receptor

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST10
source: Channel switching approach:
pt_pt: Abordagem ao mudar o canal:

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST11
source: Rebuild filter graph
pt_pt: Reconstruir gráfico de filtros

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST12
source: Stop filter graph
pt_pt: Parar gráfico de filtro

# IDD_PPAGESYNC_IDC_SYNCVIDEO
source: Sync video to display
pt_pt: Sinc. vídeo para ecrã

# IDD_PPAGESYNC_IDC_STATIC1
source: Frequency adjustment:
pt_pt: Ajuste de frequência:

# IDD_PPAGESYNC_IDC_SYNCDISPLAY
source: Sync display to video
pt_pt: Sinc. ecrã para vídeo

# IDD_PPAGESYNC_IDC_STATIC2
source: Frequency adjustment:
pt_pt: Ajuste de frequência:

# IDD_PPAGESYNC_IDC_STATIC3
source: lines
pt_pt: linhas

# IDD_PPAGESYNC_IDC_STATIC4
source: columns
pt_pt: colunas

# IDD_PPAGESYNC_IDC_SYNCNEAREST
source: Present at nearest VSync
pt_pt: Presente ao próximo VSync

# IDD_PPAGESYNC_IDC_STATIC5
source: Target sync offset:
pt_pt: Desl. sinc. destino:

# IDD_PPAGESYNC_IDC_STATIC7
source: Control limits:
pt_pt: Controlar limites:

# IDD_PPAGESYNC_IDC_STATIC10
source: Changes take effect after the playback has been closed and restarted.
pt_pt: Alterações irão ter efeito depois da reprodução ser fechada e reiniciada.

# IDD_PPAGEFULLSCREEN_IDC_CHECK1
source: Launch files in fullscreen
pt_pt: Lançar ficheiros em ecrã completo

# IDD_PPAGEFULLSCREEN_IDC_CHECK4
source: Hide controls in fullscreen
pt_pt: Ocultar controlos em ecrã completo

# IDD_PPAGEFULLSCREEN_IDC_CHECK6
source: Hide docked panels
pt_pt: Ocultar painéis docados

# IDD_PPAGEFULLSCREEN_IDC_CHECK5
source: Exit fullscreen at the end of playback
pt_pt: Sair do ecrã completo no final da reprodução

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Fullscreen monitor
pt_pt: Ecrã de ecrã completo

# IDD_PPAGEFULLSCREEN_IDC_CHECK2
source: Use autochange fullscreen monitor mode
pt_pt: Utilizar modo ecrã mudança auto. ecrã completo

# IDD_PPAGEFULLSCREEN_IDC_BUTTON1
source: Add
pt_pt: Adicionar

# IDD_PPAGEFULLSCREEN_IDC_BUTTON2
source: Del
pt_pt: Eliminar

# IDD_PPAGEFULLSCREEN_IDC_BUTTON3
source: Up
pt_pt: Para cima

# IDD_PPAGEFULLSCREEN_IDC_BUTTON4
source: Down
pt_pt: Para baixo

# IDD_PPAGEFULLSCREEN_IDC_CHECK3
source: Apply default monitor mode on fullscreen exit
pt_pt: Aplicar modo ecrã por defeito na saída de ecrã completo

# IDD_PPAGEFULLSCREEN_IDC_RESTORERESCHECK
source: Restore resolution on program exit
pt_pt: Restaurar a resolução à saída do programa

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Delay
pt_pt: Atraso

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_SCAN
source: Scan
pt_pt: Sintonizar

# IDD_PPAGESUBMISC_IDC_CHECK1
source: Prefer forced and/or default subtitles tracks
pt_pt: Preferir faixas de legendas forçadas e/ou por defeito

# IDD_PPAGESUBMISC_IDC_CHECK2
source: Prefer external subtitles over embedded subtitles
pt_pt: Preferir legendas externas em vez de legendas incorporadas

# IDD_PPAGESUBMISC_IDC_CHECK3
source: Ignore embedded subtitles
pt_pt: Ignorar legendas incorporadas

# IDD_PPAGESUBMISC_IDC_STATIC
source: Autoload paths
pt_pt: Auto-carregar caminhos

# IDD_PPAGESUBMISC_IDC_BUTTON1
source: Reset
pt_pt: Repor

# IDD_PPAGESUBMISC_IDC_STATIC
source: Online subtitle search
pt_pt: Pesquisa online de legendas

# IDD_PPAGESUBMISC_IDC_CHECK4
source: Automatically search and download subtitles if none are found locally
pt_pt: Automaticamente procurar e descarregar legendas se nenhuma for encontrada localmente

# IDD_PPAGESUBMISC_IDC_CHECK5
source: Prefer subtitles for hearing impaired (when indicated by subtitles provider)
pt_pt: Preferir legendas para surdos (quando indicado pelo provedor das legendas)

# IDD_PPAGESUBMISC_IDC_STATIC1
source: Ignore files containing any of the following word(s):
pt_pt: Ignorar ficheiros que contenham qualquer da(s) seguinte(s) palavra(s):

# IDD_PPAGESUBMISC_IDC_STATIC
source: Languages in order of preference:
pt_pt: Idiomas na ordem de preferência:

# IDD_UPDATE_DIALOG_CAPTION
source: Update Checker
pt_pt: Verificador de envio

# IDD_UPDATE_DIALOG_IDC_UPDATE_DL_BUTTON
source: &Download now
pt_pt: &Descarregar agora

# IDD_UPDATE_DIALOG_IDC_UPDATE_LATER_BUTTON
source: Remind me &later
pt_pt: Re&lembrar-me mais tarde

# IDD_UPDATE_DIALOG_IDC_UPDATE_IGNORE_BUTTON
source: &Ignore this update
pt_pt: &Ignorar esta atualização

# IDD_PPAGESHADERS_IDC_STATIC
source: Shaders contain special effects which can be added to the video rendering process.
pt_pt: Shaders contéem efeitos especiais que podem ser adicionados ao proc. rend. vídeo.

# IDD_PPAGESHADERS_IDC_BUTTON12
source: Add shader file
pt_pt: Adicionar ficheiro de shader

# IDD_PPAGESHADERS_IDC_BUTTON13
source: Remove
pt_pt: Remover

# IDD_PPAGESHADERS_IDC_BUTTON1
source: Add to pre-resize
pt_pt: Adicionar p/ pré-redimen.

# IDD_PPAGESHADERS_IDC_BUTTON2
source: Add to post-resize
pt_pt: Adicionar p/ pós-redimen.

# IDD_PPAGESHADERS_IDC_STATIC
source: Shader presets
pt_pt: Pré-definições de shaders

# IDD_PPAGESHADERS_IDC_BUTTON3
source: Load
pt_pt: Carregar

# IDD_PPAGESHADERS_IDC_BUTTON4
source: Save
pt_pt: Guardar

# IDD_PPAGESHADERS_IDC_BUTTON5
source: Delete
pt_pt: Eliminar

# IDD_PPAGESHADERS_IDC_STATIC
source: Active pre-resize shaders
pt_pt: Shaders pré-redimensionamento ativos

# IDD_PPAGESHADERS_IDC_STATIC
source: Active post-resize shaders
pt_pt: Shaders pós-redimensionamento ativos

# IDD_PPAGESHADERS_IDC_STATIC5
source: MPC-VR does not support pre-resize shaders. It will run them after resize, before the post-resize shaders.
pt_pt: O MPC-VR não suporta shaders de pré-redimensionamento. Irá corrê-los após o redimensionamento, antes do pós-redimensionamento dos shaders.

# IDD_DEBUGSHADERS_DLG_CAPTION
source: Debug Shaders
pt_pt: Depurar shaders

# IDD_DEBUGSHADERS_DLG_IDC_STATIC
source: Debug Information
pt_pt: Informação de depuração

# IDD_PPAGEADVANCED_IDC_STATIC
source: Advanced Settings, do not edit unless you know what you are doing.
pt_pt: Definições avançadas, não edite a menos que saiba o que está a fazer.

# IDD_PPAGEADVANCED_IDC_RADIO1
source: True
pt_pt: Verdadeiro

# IDD_PPAGEADVANCED_IDC_RADIO2
source: False
pt_pt: Falso

# IDD_PPAGEADVANCED_IDC_BUTTON1
source: Default
pt_pt: Por defeito

# IDD_PPAGEAUDIORENDERER_IDC_CHECK5
source: SaneAR Audio Renderer Enabled
pt_pt: Renderizador de áudio SaneAR ativado

# IDD_PPAGEAUDIORENDERER_IDC_STATIC5
source: Device
pt_pt: Dispositivo

# IDD_PPAGEAUDIORENDERER_IDC_STATIC6
source: Options
pt_pt: Opções

# IDD_PPAGEAUDIORENDERER_IDC_CHECK1
source: Exclusive mode
pt_pt: Modo exclusivo

# IDD_PPAGEAUDIORENDERER_IDC_CHECK4
source: Ignore system channel mixer (always ignored in exclusive WASAPI mode)
pt_pt: Ignorar misturador de canal do sistema (sempre ignorado no modo exclusivo WASAPI)

# IDD_PPAGEAUDIORENDERER_IDC_CHECK3
source: Enable stereo crossfeed (for headphones)
pt_pt: Ativar alim. cruz. de estéreo (para headphones)

# IDD_PPAGEAUDIORENDERER_IDC_STATIC3
source: Level:
pt_pt: Nível:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC7
source: Note
pt_pt: Nota

# IDD_PPAGEAUDIORENDERER_IDC_STATIC8
source: To minimize audio distortion, it is recommended to keep player volume at around 85% when playing loud lossy-encoded content.
pt_pt: Para minimizar a distorção de áudio, é recomendado manter o volume do reprodutor em cerca de 85% quando reproduzir conteúdo com codificação com perdas.

# IDD_PPAGEAUDIORENDERER_IDC_BUTTON3
source: MPC Audio Renderer Settings
pt_pt: Definições do renderizador de áudio do MPC

# IDD_SAVEIMAGEDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
pt_pt: Qualidade JPEG

# IDD_CMD_LINE_HELP_CAPTION
source: Command line help
pt_pt: Ajuda de linha de comandos

# IDD_CRASH_REPORTER_CAPTION
source: Crash reporter
pt_pt: Repórter de crashes

# IDD_CRASH_REPORTER_IDC_STATIC
source: We are sorry, it seems MPC-HC just crashed. :(
pt_pt: Temos pena, parece que o MPC-HC crashou agora mesmo. :(

# IDD_CRASH_REPORTER_IDC_CHECK1
source: Send a bug report to help us diagnose and fix the problem.
pt_pt: Envie um relatório de erros para ajudar-nos a diagnosticar e a corrigir o problema.

# IDD_CRASH_REPORTER_IDC_STATIC1
source: Optional information
pt_pt: Informação opcional

# IDD_CRASH_REPORTER_IDC_STATIC3
source: Your email address is optional and will only be used if the developers need to contact you for more information.
pt_pt: O seu endereço de email é opcional e será apenas usado se o programador necessitar de o contactar para mais informação.

# IDD_CRASH_REPORTER_IDC_STATIC4
source: Problem description (use English only):
pt_pt: Descrição do problema (use apenas Inglês):

# IDD_CRASH_REPORTER_IDC_BUTTON1
source: Restart MPC-HC
pt_pt: Reiniciar MPC-HC

# IDD_CRASH_REPORTER_IDC_BUTTON2
source: Quit MPC-HC
pt_pt: Sair do MPC-HC

# IDD_PPAGEDPICALC_IDC_STATIC1
source: Groupbox
pt_pt: Caixa de grupo

# IDD_PPAGEDPICALC_IDC_STATIC2
source: Autoplay
pt_pt: Reproduzir automaticamente
