Repository: sdneon/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: bg, pt_pt

# IDS_ASPECT_RATIO_FMT
source: AR %d:%d
bg: АР %d:%d
pt_pt: RA %d:%d

# IDS_PPAGEADVANCED_LOGGER
source: Enables logging to file (requires restart)
bg: Включва записването на дневника във файл (изисква рестарт)
pt_pt: Ativa registo para ficheiro (requer reinicio)

# IDS_TIMER_REMAINING_TIME
source: Remaining time
bg: Оставащо време
pt_pt: Tempo restante

# IDS_TIMER_HIGH_PRECISION
source: High precision
bg: Висока точност
pt_pt: Alta precisão

# IDS_AFTERPLAYBACK_REWIND
source: After Playback: Rewind current file
bg: След изпълнение: Върни назад текущия файл
pt_pt: Após reprodução: Rebobinar ficheiro atual

# IDS_AFTERPLAYBACK_CLOSE
source: After Playback: Close
bg: След изпълнение: Затвори
pt_pt: Após reprodução: Fechar

# IDS_FRAME_INIT_FAILED
source: MPC-HC encountered a problem during initialization.
bg: MPC-HC се натъкна на проблем по време на инициализацията.
pt_pt: O MPC-HC encontrou um problema durante a inicialização.

# IDS_TIME_SHIFT_TOOLTIP
source: Enter a positive value if the audio is early, a negative value if it is late.
bg: Въведете положителна стойност ако звукът е по-ранен или отрицателна стойност ако закъснява.
pt_pt: Insira um valor positivo se o áudio é atrasado, um valor negativo se é adiantado.

# IDS_WEBUI_DISABLED_PREVIEW_MSG
source: Preview is currently disabled. You can enable it in MPC-HC's options.
bg: В момента визуализацията е забранена. Можете да я активирате в настройките на MPC-HC.
pt_pt: Pré-visualização está atualmente desativada. Pode ativá nas opções do MPC-HC.

# IDS_WEBUI_PREVIEW_WARNING
source: This option can be used to preview media files from remote location. Use it only on a properly secured private network. Do you really want to enable this option?
bg: Тази опция може да се използва за преглед на мултимедийни файлове от отдалечено местоположение. Използвайте я само в правилно защитена частна мрежа. Наистина ли искате да включите тази опция?
pt_pt: Esta opção pode ser usada para pré-visualizar ficheiros de media uma localização remota. Use isto apenas numa rede privada segura apropriada. Pretende realmente ativar esta opção?

# IDS_SUBTITLE_RENDERER_INTERNAL
source: Internal Subtitle Renderer
bg: Вътрешен рендер на субтитри
pt_pt: Renderizador interno de legendas

# IDS_AG_OPEN_DEVICE
source: Open Device
bg: Отвори устройство
pt_pt: Abrir dispositivo

# IDS_AG_SAVE_AS
source: Save As
bg: Запиши като
pt_pt: Guardar como

# IDS_AG_SAVE_IMAGE
source: Save Image
bg: Направи скрийншот
pt_pt: Guardar imagem

# IDS_MPLAYERC_6
source: Save Image (auto)
bg: Направи скрийншот (автом.)
pt_pt: Guardar imagem (auto)

# IDS_OSD_IMAGE_SAVED
source: Image saved successfully
bg: Изображението е записано успешно
pt_pt: Imagem guardada com sucesso

# IDS_AG_LOAD_SUBTITLES
source: Load Subtitles...
bg: Зареди субтитри...
pt_pt: Carregar legendas...

# IDS_AG_SAVE_SUBTITLES
source: Save Subtitles...
bg: Запиши субтитри...
pt_pt: Guardar legendas...

# IDS_AG_PROPERTIES
source: Properties
bg: Свойства
pt_pt: Propriedades

# IDS_AG_EXIT
source: Exit
bg: Изход
pt_pt: Sair

# IDS_AG_PLAYPAUSE
source: Play/Pause
bg: Изпълнение/Пауза
pt_pt: Reproduzir/pausar

# IDS_AG_PLAY
source: Play
bg: Изпълнение
pt_pt: Reproduzir

# IDS_AG_STOP
source: Stop
bg: Стоп
pt_pt: Parar

# IDS_AG_FRAMESTEP
source: Frame-step
bg: Следващ кадър
pt_pt: Passo-frame

# IDS_MPLAYERC_16
source: Frame-step back
bg: Предишен кадър
pt_pt: Passo-frame para trás

# IDS_AG_GO_TO
source: Go To
bg: Отиди до
pt_pt: Ir para

# IDS_AG_INCREASE_RATE
source: Increase Rate
bg: Увеличи скоростта
pt_pt: Aumentar ritmo

# IDS_CONTENT_SHOW_GAMESHOW
source: Show/Game show
bg: Шоу/Игра
pt_pt: Show Show/Jogo

# IDS_CONTENT_SPORTS
source: Sports
bg: Спорт
pt_pt: Desporto

# IDS_CONTENT_CHILDREN_YOUTH_PROG
source: Children's/Youth programmes
bg: Детски/Младежки предавания
pt_pt: Programas de crianças/juventude

# IDS_CONTENT_MUSIC_BALLET_DANCE
source: Music/Ballet/Dance
bg: Музика/Балет/Танци
pt_pt: Música/Ballet/Dança

# IDS_CONTENT_MUSIC_ART_CULTURE
source: Arts/Culture
bg: Изкуство/Култура
pt_pt: Arte/Cultura

# IDS_CONTENT_SOCIAL_POLITICAL_ECO
source: Social/Political issues/Economics
bg: Социални/Политика/Икономика
pt_pt: Social/Politica/Economia

# IDS_CONTENT_LEISURE
source: Leisure hobbies
bg: Хобита за свободното време
pt_pt: Hobbies de lazer

# IDS_FILE_RECYCLE
source: Move to Recycle Bin
bg: Премести в кошчето
pt_pt: Mover para a Reciclagem

# IDS_AG_SAVE_COPY
source: Save a Copy
bg: Запиши копие
pt_pt: Guardar uma cópia

# IDS_FASTSEEK_LATEST
source: Latest keyframe
bg: Последни ключови кадри
pt_pt: A última chave de frame

# IDS_FASTSEEK_NEAREST
source: Nearest keyframe
bg: Най-близки ключови кадри
pt_pt: Chave de frame mais próxima

# IDS_HOOKS_FAILED
source: MPC-HC encountered a problem during initialization. DVD playback may not work correctly. This problem might be caused by an incompatibility with certain security software.
bg: MPC-HC се натъкна на проблем по време на инициализацията. Възпроизвеждането на DVD може да не работи правилно. Този проблем може да е причинен от несъвместимост с определен софтуер за защита.
pt_pt: O MPC-HC encontrou um problema durante a inicialização. A reprodução de DVD pode não funcionar corretamente. Este problema pode ser causado por uma incompatibilidade com algum software de segurança.

# IDS_PPAGEFULLSCREEN_SHOWNEVER
source: Never show
bg: Никога не показвай
pt_pt: Nunca mostrar

# IDS_PPAGEFULLSCREEN_SHOWMOVED
source: Show when moving the cursor, hide after:
bg: Показвай когато се движи курсора, скрий след:
pt_pt: Mostrar quando mover o cursor, ocultar após:

# IDS_PPAGEFULLSCREEN_SHOHHOVERED
source: Show when hovering control, hide after:
bg: Показване при посочване на контролата, скрий след:
pt_pt: Mostrar quando pairar num controlo, ocultar após:

# IDS_MAINFRM_PRE_SHADERS_FAILED
source: Failed to set pre-resize shaders
bg: Не могат да се настроят шейдърите преди оразмеряване
pt_pt: Falhou ao definir pre-resize shaders

# IDS_OSD_RS_FT_CORRECTION_ON
source: Frame Time Correction: On
bg: Корекция на времето на кадрите: Вкл.
pt_pt: Correção de tempo do frame: Ligado

# IDS_OSD_RS_FT_CORRECTION_OFF
source: Frame Time Correction: Off
bg: Корекция на времето на кадрите: Изкл.
pt_pt: Correção de tempo do frame: Desligado

# IDS_OSD_RS_TARGET_VSYNC_OFFSET
source: Target VSync Offset: %.1f
bg: Компенсация на целта на VSync : %.1f
pt_pt: Desloc. VSync destino: %.1f

# IDS_OSD_RS_VSYNC_OFFSET
source: VSync Offset: %d
bg: VSync компенсация: %d
pt_pt: Desloc. VSync: %d

# IDS_OSD_SPEED
source: Speed: %.2lfx
bg: Скорост: %.2lfx
pt_pt: Velocidade: %.2lfx

# IDS_OSD_THUMBS_SAVED
source: Thumbnails saved successfully
bg: Миниатюрите са записани успешно
pt_pt: Miniaturas guardadas com sucesso

# IDS_MENU_VIDEO_STREAM
source: Vide&o Track
bg: Виде&о пътечка
pt_pt: Faixa de Víde&o

# IDS_MENU_VIDEO_ANGLE
source: Video Ang&le
bg: Ъг&ъл на видеото
pt_pt: Ângu&lo de vídeo

# IDS_RESET_SETTINGS
source: Reset settings
bg: Изчисти настройките
pt_pt: Repor definições

# IDS_RESET_SETTINGS_WARNING
source: Are you sure you want to restore MPC-HC to its default settings? Be warned that ALL your current settings will be lost!
bg: Сигурни ли сте че искате да върнете настройките на MPC-HC по подразбиране? Предупреждаваме ви че всички текущи настройки ще се загубят!
pt_pt: Tem a certeza que pretende restaurar o MPC-HC para as suas definições por defeito? Está avisado que TODAS as suas definições atuais serão perdidas!

# IDS_RESET_SETTINGS_MUTEX
source: Please close all instances of MPC-HC so that the default settings can be restored.
bg: Затворете всички активни прозорци на MPC-HC за да могат да се върнат настройките по подразбиране .
pt_pt: Por favor feche todas as instâncias do MPC-HC para que as definições por defeito sejam restauradas.

# IDS_EXPORT_SETTINGS
source: Export settings
bg: Запази настройки
pt_pt: Exportar definições

# IDS_EXPORT_SETTINGS_WARNING
source: Some changes have not been saved yet. Do you want to save them before exporting?
bg: Някои промени все още не са записани.. Искате ли да ги запишете преди запазване?
pt_pt: Algumas alterações não foram guardadas ainda. Pretende guardá-las antes de exportar?

# IDS_EXPORT_SETTINGS_SUCCESS
source: The settings have been successfully exported.
bg: Настройките бяха успешно запазени.
pt_pt: As definições foram exportadas com sucesso.

# IDS_EXPORT_SETTINGS_FAILED
source: The export failed! This can happen when you don't have the correct rights.
bg: Запазването е неуспешно! Това може да се случи когато не разполагате с необходимите права.
pt_pt: A exportação falhou! Isto pode acontecer quando não tem os direitos corretos.

# IDS_BDA_ERROR
source: BDA Error
bg: BDA Грешка
pt_pt: Erro BDA

# IDS_AG_DECREASE_RATE
source: Decrease Rate
bg: Намали скоростта
pt_pt: Diminuir ritmo

# IDS_AG_RESET_RATE
source: Reset Rate
bg: Възстанови скоростта
pt_pt: Repor ritmo

# IDS_MPLAYERC_21
source: Audio Delay +10 ms
bg: Аудио закъснение +10 мсек
pt_pt: Atraso de áudio +10 ms

# IDS_MPLAYERC_22
source: Audio Delay -10 ms
bg: Аудио закъснение -10 мсек
pt_pt: Atraso de áudio -10 ms

# IDS_MPLAYERC_23
source: Jump Forward (small)
bg: Прескочи напред (малко)
pt_pt: Salto para a frente (pequeno)

# IDS_MPLAYERC_24
source: Jump Backward (small)
bg: Прескочи назад (малко)
pt_pt: Salto para trás (pequeno)

# IDS_MPLAYERC_25
source: Jump Forward (medium)
bg: Прескочи напред (средно)
pt_pt: Salto para a frente (médio)

# IDS_MPLAYERC_26
source: Jump Backward (medium)
bg: Прескочи назад (средно)
pt_pt: Salto para trás (médio)

# IDS_MPLAYERC_27
source: Jump Forward (large)
bg: Прескочи напред (много)
pt_pt: Salto para a frente (largo)

# IDS_MPLAYERC_28
source: Jump Backward (large)
bg: Прескочи назад (много)
pt_pt: Salto para trás (largo)

# IDS_MPLAYERC_29
source: Jump Forward (keyframe)
bg: Прескочи напред (до кл. кадър)
pt_pt: Salto para a frente (chave de frame)

# IDS_MPLAYERC_30
source: Jump Backward (keyframe)
bg: Прескочи назад (до кл. кадър)
pt_pt: Salto para trás (chave de frame)

# IDS_AG_NEXT
source: Next
bg: Следващ
pt_pt: Seguinte

# IDS_AG_PREVIOUS
source: Previous
bg: Предишен
pt_pt: Anterior

# IDS_AG_NEXT_FILE
source: Next File
bg: Следващ файл
pt_pt: Ficheiro seguinte

# IDS_AG_PREVIOUS_FILE
source: Previous File
bg: Предишен файл
pt_pt: Ficheiro anterior

# IDS_MPLAYERC_99
source: Toggle Direct3D fullscreen
bg: Превключване на D3D на цял екран
pt_pt: Alternar ecrã completo Direct3D

# IDS_MPLAYERC_100
source: Goto Prev Subtitle
bg: Отиди до предишни субтитри
pt_pt: Ir para legenda anterior

# IDS_MPLAYERC_101
source: Goto Next Subtitle
bg: Отиди до следващи субтитри
pt_pt: Ir para a legenda seguinte

# IDS_MPLAYERC_102
source: Shift Subtitle Left
bg: Премести субтитрите наляво
pt_pt: Mudar a legenda para a esquerda

# IDS_MPLAYERC_103
source: Shift Subtitle Right
bg: Премести субтитрите надясно
pt_pt: Mudar a legenda para a direita

# IDS_AG_SEEKSET
source: Jump to Beginning
bg: Прескочи до началото
pt_pt: Saltar para o ínicio

# IDS_OSD_SHOW_FILENAME
source: OSD: Show File Name
bg: OSD: Показвай името на файла
pt_pt: OSD: Mostrar o nome do ficheiro

# IDS_PLAY_DVD
source: Play DVD
bg: Изпълнение на DVD
pt_pt: Reproduzir DVD

# IDS_PLAY_BD
source: Play BD
bg: Изпълнение на BD
pt_pt: Reproduzir BD

# IDS_OSD_DISPLAY_RENDERER_STATS
source: OSD: Display Renderer Statistics
bg: OSD: Показвай статистика за рендера
pt_pt: OSD: Mostrar estatísticas do renderizador

# IDS_OSD_RESET_RENDERER_STATS
source: OSD: Reset Renderer Statistics
bg: OSD: Изчисти статистиката за рендера
pt_pt: OSD: Repor Estatísticas do renderizador

# IDD_PPAGESUBMISC
source: Subtitles::Misc
bg: Субтитри::Разни
pt_pt: Legendas::Mais definições

# IDS_VIEW_BORDERLESS
source: Hide &borders
bg: Скрий &границите
pt_pt: Ocultar &bordas

# IDS_VIEW_FRAMEONLY
source: Fra&me Only
bg: Само кад&ри
pt_pt: Apenas fra&me

# IDS_VIEW_CAPTIONMENU
source: Sho&w Caption&&Menu
bg: Покаж&и менюто&&за надписи
pt_pt: Mostrar barra de título && menu

# IDS_VIEW_HIDEMENU
source: Hide &Menu
bg: Скрий &менюто
pt_pt: Ocultar &menu

# IDD_PPAGEADVANCED
source: Advanced
bg: Разширени
pt_pt: Avançadas

# IDS_AG_VIEW_MINIMAL
source: View Minimal
bg: Минимален изглед
pt_pt: Visualização mínima

# IDS_AG_VIEW_COMPACT
source: View Compact
bg: Компактен изглед
pt_pt: Visualização compacta

# IDS_AG_VIEW_NORMAL
source: View Normal
bg: Нормален изглед
pt_pt: Visualização normal

# IDS_AG_FULLSCREEN
source: Fullscreen
bg: На цял екран
pt_pt: Ecrã completo

# IDS_MPLAYERC_39
source: Fullscreen (w/o res.change)
bg: На цял екран (без смяна на резол.)
pt_pt: Ecrã completo (sem alt. res.)

# IDS_AG_ZOOM_AUTO_FIT
source: Zoom Auto Fit
bg: Увеличение и автом. напасване
pt_pt: Preenchimento ampliação automático

# IDS_AG_VIDFRM_HALF
source: VidFrm Half
bg: VidFrm наполовина
pt_pt: Metade de VidFrm

# IDS_AG_VIDFRM_DOUBLE
source: VidFrm Double
bg: VidFrm двоен
pt_pt: Dobro de VidFrm

# IDS_AG_ALWAYS_ON_TOP
source: Always On Top
bg: Винаги отгоре
pt_pt: Sempre em cima

# IDS_AG_PNS_INC_SIZE
source: PnS Inc Size
bg: PnS Ув. размер
pt_pt: Aum. tam. PnS

# IDS_AG_PNS_INC_WIDTH
source: PnS Inc Width
bg: PnS Ув. ширина
pt_pt: Aum. lar. PnS

# IDS_MPLAYERC_47
source: PnS Inc Height
bg: PnS Ув. височина
pt_pt: Aum. alt. PnS

# IDS_AG_PNS_DEC_SIZE
source: PnS Dec Size
bg: PnS Нам. размер
pt_pt: Dim. tam. PnS

# IDS_AG_PNS_DEC_WIDTH
source: PnS Dec Width
bg: PnS Нам. ширина
pt_pt: Dim. lar. PnS

# IDS_MPLAYERC_50
source: PnS Dec Height
bg: PnS Нам. височина
pt_pt: Dim. alt. PnS

# IDS_SUBDL_DLG_DOWNLOADING
source: Downloading [%s] "%s"
bg: Изтегляне [%s] "%s"
pt_pt: A descarregar [%s] "%s"

# IDS_SUBDL_DLG_PARSING
source: Parsing list...
bg: Разбор на списъка...
pt_pt: A analisar a lista...

# IDS_SUBDL_DLG_NOT_FOUND
source: No subtitles found.
bg: Не са открити субтитри.
pt_pt: Não foram encontradas legendas

# IDS_SUBDL_DLG_SUBS_AVAIL
source: %d subtitle(s) available.
bg: %d налични субтитри.
pt_pt: %d legenda(s) disponível(is).

# IDS_UPDATE_CONFIG_AUTO_CHECK
source: Do you want to check periodically for MPC-HC updates? This feature can be disabled later from the Miscellaneous options page.
bg: Желаете ли да се проверява периодично за актуализации на MPC-HC? Тази опция може да бъде изключена от страница ,,Разни" на менюто с настройки.
pt_pt: Pretende verificar periodicamente atualizações para MPC-HC? Esta funcionalidade pode ser desativada mais tarde a partir da página de opções Váriadas.

# IDS_ZOOM_AUTOFIT
source: Auto Fit
bg: Автоматично напасване
pt_pt: Auto preencher

# IDS_ZOOM_AUTOFIT_LARGER
source: Auto Fit (Larger Only)
bg: Автоматично напасване (по-големи само)
pt_pt: Auto preen. (o mais largo apenas)

# IDS_AG_ZOOM_AUTO_FIT_LARGER
source: Zoom Auto Fit (Larger Only)
bg: Увеличение и автом. напасване (по-големи само)
pt_pt: Preen. ampl. auto. (o mais largo apenas)

# IDS_OSD_ZOOM_AUTO_LARGER
source: Zoom: Auto (Larger Only)
bg: Увеличение: Автом. (по-големи само)
pt_pt: Ampliação: Auto (o mais largo apenas)

# IDS_TOOLTIP_EXPLORE_TO_FILE
source: Double click to open file location
bg: Двоен клик за отваряне на местоположението на файла
pt_pt: Clique duplo para abrir a localização do ficheiro

# IDS_TOOLTIP_REMAINING_TIME
source: Toggle between elapsed and remaining time
bg: Превключване между изтекло и оставащо време
pt_pt: Alterar entre o tempo decorrido e o tempo restante

# IDS_UPDATE_DELAY_ERROR_TITLE
source: Invalid delay
bg: Невалидно закъснение
pt_pt: Atraso inválido

# IDS_UPDATE_DELAY_ERROR_MSG
source: Please enter a number between 1 and 365.
bg: Моля, въведете число между 1 и 365.
pt_pt: Por favor insira um número entre 1 e 365.

# IDS_AG_PNS_CENTER
source: PnS Center
bg: PnS В център
pt_pt: PnS centrado

# IDS_AG_PNS_LEFT
source: PnS Left
bg: PnS Ляво
pt_pt: PnS à esquerda

# IDS_AG_PNS_RIGHT
source: PnS Right
bg: PnS Дясно
pt_pt: PnS à direita

# IDS_AG_PNS_UP
source: PnS Up
bg: PnS Нагоре
pt_pt: PnS para cima

# IDS_AG_PNS_DOWN
source: PnS Down
bg: PnS Надолу
pt_pt: PnS para baixo

# IDS_AG_PNS_UPLEFT
source: PnS Up/Left
bg: PnS Горе/Вляво
pt_pt: PnS cima/esquerda

# IDS_AG_PNS_UPRIGHT
source: PnS Up/Right
bg: PnS Горе/Вдясно
pt_pt: PnS cima/direita

# IDS_AG_PNS_DOWNLEFT
source: PnS Down/Left
bg: PnS Долу/Вляво
pt_pt: PnS baixo/esquerda

# IDS_MPLAYERC_59
source: PnS Down/Right
bg: PnS Долу/Вдясно
pt_pt: PnS baixo/direita

# IDS_AG_VOLUME_UP
source: Volume Up
bg: Увеличаване
pt_pt: Aumentar volume

# IDS_AG_VOLUME_DOWN
source: Volume Down
bg: Намаляване
pt_pt: Diminuir volume

# IDS_AG_VOLUME_MUTE
source: Volume Mute
bg: Заглушаване
pt_pt: Silenciar volume

# IDS_MPLAYERC_63
source: DVD Title Menu
bg: DVD Заглавно меню
pt_pt: Menu de títulos de DVD

# IDS_AG_DVD_ROOT_MENU
source: DVD Root Menu
bg: DVD Основно меню
pt_pt: Menu raiz de DVD

# IDS_MPLAYERC_65
source: DVD Subtitle Menu
bg: DVD Меню за субтитри
pt_pt: Menu de legendas de DVD

# IDS_MPLAYERC_66
source: DVD Audio Menu
bg: DVD Аудио меню
pt_pt: Menu de áudio de DVD

# IDS_MPLAYERC_67
source: DVD Angle Menu
bg: DVD Меню ъгъл на видимост
pt_pt: Menu de ângulos de DVD

# IDS_MPLAYERC_68
source: DVD Chapter Menu
bg: DVD Меню с глави
pt_pt: Menu de capítulos de DVD

# IDS_AG_DVD_MENU_LEFT
source: DVD Menu Left
bg: DVD Меню наляво
pt_pt: Menu esquerdo de DVD

# IDS_MPLAYERC_70
source: DVD Menu Right
bg: DVD Меню надясно
pt_pt: Menu direito de DVD

# IDS_AG_DVD_MENU_UP
source: DVD Menu Up
bg: DVD Меню нагоре
pt_pt: Menu cima de DVD

# IDS_AG_DVD_MENU_DOWN
source: DVD Menu Down
bg: DVD Меню надолу
pt_pt: Menu baixo de DVD

# IDS_MPLAYERC_73
source: DVD Menu Activate
bg: Активиране на DVD менюто
pt_pt: Ativar menu de DVD

# IDS_AG_DVD_MENU_BACK
source: DVD Menu Back
bg: DVD Меню назад
pt_pt: Menu trás de DVD

# IDS_MPLAYERC_75
source: DVD Menu Leave
bg: Изход от DVD менюто
pt_pt: Deixar menu de DVD

# IDS_MPLAYERC_77
source: Player Menu
bg: Меню на плейъра
pt_pt: Menu do reprodutor

# IDS_MPLAYERC_78
source: Player Menu (full)
bg: Меню на плейъра (пълно)
pt_pt: Menu de reprodutor (completo)

# IDS_AG_FILTERS_MENU
source: Filters Menu
bg: Меню за филтри
pt_pt: Menu de filtros

# IDS_AG_OPTIONS
source: Options
bg: Опции
pt_pt: Opções

# IDS_AG_NEXT_AUDIO
source: Next Audio Track
bg: Следваща аудио пътечка
pt_pt: Faixa seguinte de áudio

# IDS_AG_PREV_AUDIO
source: Prev Audio Track
bg: Предишна аудио пътечка
pt_pt: Faixa anterior de áudio

# IDS_AG_NEXT_SUBTITLE
source: Next Subtitle Track
bg: Следваща пътечка със субтитри
pt_pt: Faixa seguinte de legendas

# IDS_AG_PREV_SUBTITLE
source: Prev Subtitle Track
bg: Предишна пътечка със субтитри
pt_pt: Faixa anterior de legendas

# IDS_MPLAYERC_85
source: On/Off Subtitle
bg: Вкл./Изкл. субтитри
pt_pt: Ativar/desativar legenda

# IDS_MPLAYERC_86
source: Reload Subtitles
bg: Презареди субтитри
pt_pt: Recarregar legendas

# IDS_MPLAYERC_91
source: Next Angle (DVD)
bg: Следващ ъгъл (DVD)
pt_pt: Ângulo seguinte (DVD)

# IDS_MPLAYERC_92
source: Prev Angle (DVD)
bg: Предишен ъгъл (DVD)
pt_pt: Ângulo anterior (DVD)

# IDS_MPLAYERC_93
source: Next Audio Track (DVD)
bg: Следваща аудио пътечка (DVD)
pt_pt: Faixa seguinte áudio (DVD)

# IDS_MPLAYERC_94
source: Prev Audio Track (DVD)
bg: Предишна аудио пътечка (DVD)
pt_pt: Faixa anterior áudio (DVD)

# IDS_MPLAYERC_95
source: Next Subtitle Track (DVD)
bg: Следваща пътечка със субтитри (DVD)
pt_pt: Faixa seguinte legendas (DVD)

# IDS_MPLAYERC_96
source: Prev Subtitle Track (DVD)
bg: Предишна пътечка със субтитри (DVD)
pt_pt: Faixa anterior legendas (DVD)

# IDS_MPLAYERC_97
source: On/Off Subtitle (DVD)
bg: Вкл./Изкл. субтитри (DVD)
pt_pt: Ativar/desativar legendas (DVD)

# IDS_OSD_DISPLAY_CURRENT_TIME
source: OSD: Display Current Time
bg: OSD: Показвай текущото време
pt_pt: OSD: Mostrar tempo atual

# IDS_PPAGEWEBSERVER_0
source: Select the directory
bg: Избери папка
pt_pt: Selecione uma pasta

# IDS_FAVORITES_QUICKADDFAVORITE
source: Quick add favorite
bg: Бързо добави любим
pt_pt: Adição rápida de favorito

# IDS_DVB_CHANNEL_NAME
source: Name
bg: Име
pt_pt: Nome

# IDS_DVB_CHANNEL_FREQUENCY
source: Frequency
bg: Честота
pt_pt: Frequência

# IDS_DVB_CHANNEL_ENCRYPTION
source: Encrypted
bg: Кодиран
pt_pt: Encriptado

# IDS_YES
source: Yes
bg: Да
pt_pt: Sim

# IDS_NO
source: No
bg: Не
pt_pt: Não

# IDS_DVB_CHANNEL_START_SCAN
source: Start
bg: Старт
pt_pt: Iniciar

# IDS_DVB_CHANNEL_STOP_SCAN
source: Stop
bg: Стоп
pt_pt: Parar

# IDS_DVB_TVNAV_SEERADIO
source: Radio stations
bg: Радио станции
pt_pt: Estações de rádio

# IDS_DVB_TVNAV_SEETV
source: TV stations
bg: ТВ програми
pt_pt: Estações de TV

# IDS_DVB_CHANNEL_FORMAT
source: Format
bg: Формат
pt_pt: Formato

# IDS_MAINFRM_2
source: Focus lost to: %s - %s
bg: Загубен фокус до: %s - %s
pt_pt: Foco perdido para: %s - %s

# IDS_AG_SUBTITLES_SAVED
source: Subtitles saved
bg: Субтитрите са записани
pt_pt: Legenda guardada

# IDS_MAINFRM_4
source: Cannot save subtitles
bg: Субтитрите не могат да бъдат записани
pt_pt: Não pôde guardar legendas

# IDS_AG_FRAMERATE
source: Frame rate
pt_pt: Ritmo de frames

# IDS_MAINFRM_6
source: drawn: %d, dropped: %d
bg: изтеглен: %d, пуснат: %d
pt_pt: desenhado: %d, caído: %d

# IDS_AG_BUFFERS
source: Buffers
bg: Буфери
pt_pt: Pilhas

# IDS_MAINFRM_9
source: Volume: %02lu/%02lu, Title: %02lu/%02lu, Chapter: %02lu/%02lu
bg: Сила: %02lu/%02lu, Заглавие: %02lu/%02lu, Глава: %02lu/%02lu
pt_pt: Volume: %02lu/%02lu, Título: %02lu/%02lu, Capítulo: %02lu/%02lu

# IDS_MAINFRM_10
source: Angle: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
bg: Ъгъл: %02lu/%02lu, %lux%lu %lu Хц %lu:%lu
pt_pt: Ângulo: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu

# IDS_ADD_TO_PLAYLIST
source: Add to MPC-HC Playlist
bg: Добави към плейлиста на MPC-HC
pt_pt: Adicionar à lista de reprodução do MPC-HC

# IDS_OPEN_WITH_MPC
source: Play with MPC-HC
bg: Изпълни с MPC-HC
pt_pt: Reproduzir com o MPC-HC

# IDS_CANNOT_CHANGE_FORMAT
source: MPC-HC does not have sufficient privileges to change file associations. Please click on the "Run as administrator" button.
bg: MPC-HC няма достатъчно права за да промени файловите асоциации. Моля кликнете върху бутона ,,Изпълни като администратор"
pt_pt: O MPC-HC não tem privilégios suficientes para alterar as associações de ficheiros. Por favor clique no botão "Executar como Administrador".

# IDS_APP_DESCRIPTION
source: MPC-HC is an extremely light-weight, open source media player for Windows. It supports all common video and audio file formats available for playback. We are 100% spyware free, there are no advertisements or toolbars.
bg: MPC-HC е изключително лек медиен плейър за Windows с отворен код. Поддържа всички възможни аудио и видео файлове. Той е 100% свободен от шпиониращ софтуер и реклами.
pt_pt: O MPC-HC é um reprodutor de media leve e de fonte aberta para o Windows. Suporta todos os formatos de ficheiro comuns de vídeo e áudio disponíveis para reprodução. Somos 100% livres de spyware, não existe anúncios nem barras de ferramentas.

# IDS_MAINFRM_12
source: channel
bg: канал
pt_pt: canal

# IDS_MAINFRM_13
source: channels
bg: канали
pt_pt: canais

# IDS_AG_TITLE
source: Title %u
bg: Заглавие %u
pt_pt: Título %u

# IDS_MAINFRM_16
source: DVD: Unexpected error
bg: DVD: Неочаквана грешка
pt_pt: DVD: Erro inesperado

# IDS_MAINFRM_17
source: DVD: Copy-Protect Fail
bg: DVD: Неуспешна защита срещу копиране
pt_pt: DVD: Falha na proteção-cópia

# IDS_MAINFRM_18
source: DVD: Invalid DVD 1.x Disc
bg: DVD: Невалиден DVD 1.x диск
pt_pt: DVD: Disco DVD 1.x inválido

# IDS_MAINFRM_19
source: DVD: Invalid Disc Region
bg: DVD: Невалиден регион на диска
pt_pt: DVD: Região do disco inválida

# IDS_MAINFRM_20
source: DVD: Low Parental Level
bg: DVD: Ниско родителско ниво
pt_pt: DVD: Nível parental baixo

# IDS_MAINFRM_21
source: DVD: Macrovision Fail
bg: DVD: Macrovision грешка
pt_pt: DVD: Falha Macrovision
