Repository: sdneon/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: bg, pt_pt

# IDC_TEXTURESURF2D
source: Video surface will be allocated as a texture but still the 2d functions will be used to copy and stretch it onto the backbuffer. Requires a video card which can allocate 32-bit, RGBA, non-power-of-two sized textures and at least in the resolution of the video.
bg: Видео повърхността ще бъде разпределена като текстура но ще се ползват 2D за разтягането и копирането и в буфера. Изисква видеокарта която може да разпределя 32-битови RGBA текстури с резолюцията на видеото.
pt_pt: A superfície do vídeo será alocada como uma textura mas na mesma as funções 2D serão utilizadas para copiá-la e esticá-la para a mem. inter. atrás. Requer uma placa de vídeo que possa alocar 32-bit, RGBA, texturas do tamanho potências-não-de-2 e pelo menos na resolução do vídeo.

# IDC_TEXTURESURF3D
source: Video surface will be allocated as a texture and drawn as two triangles in 3d. Antialiasing turned on at the display settings may have a bad effect on the rendering speed.
bg: Видео повърхността ще бъде разпределена като текстура и изчертана като два триъгълника в 3D. Ако е включено заглаждане на ръбовете в настройките на дисплея може да повлияе зле скоростта на рендиране.
pt_pt: A superfície do vídeo irá ser alocada como textura mas desenhada como 2 triângulos em 3D. O Antialiasing ativado nas definições do ecrã irá ter um mau efeito na velocidade da renderização.

# IDC_DX9RESIZER_COMBO
source: If there is no Pixel Shader 2.0 support, simple bilinear is used automatically.
bg: Ако Pixel Shader 2.0 не се поддържа, ,,simple bilinear" ще се ползва автоматично.
pt_pt: Se não há suporte Pixel Shader 2.0, bilinear simples é utilizado automaticamente.

# IDC_DSVMR9LOADMIXER
source: Puts VMR-9 (renderless) into mixer mode, this means most of the controls on its property page will work and it will use a separate worker thread to renderer frames.
bg: Поставя VMR-9 (renderless) в миксерен режим. Това означава че контролите от страницата с настройките му ще работят и ще ползва отделна нишка за да рендира кадрите.
pt_pt: Põe VMR-9 (renderless) em modo de mistura, isto significa que a maioria dos controlos na sua página de propriedades não irá funcionar e irá utilizar um worker separado para renderizar os frames.

# IDC_DSMPCVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
bg: Висококачествен рендер който изисква видеокарта поддържаща D3D9 или по-нов.
pt_pt: Renderizador de alta-qualidade, requer um GPU que suporte D3D9 ou melhor.

# IDS_PPAGE_OUTPUT_SYNC
source: Sync Renderer
pt_pt: Renderizador de Sync

# IDS_PPAGE_OUTPUT_AUD_MPC_REND
source: MPC Audio Renderer
pt_pt: Renderizador de áudio do MPC

# IDS_PPAGE_OUTPUT_SURF_OFFSCREEN
source: Regular offscreen plain surface
bg: Обикновена извънекранна текстура
pt_pt: Superfície plana normal de fora do ecrã

# IDS_PPAGE_OUTPUT_SURF_2D
source: 2D surfaces
bg: 2D текстури
pt_pt: Superfícies 2D

# IDS_PPAGE_OUTPUT_SURF_3D
source: 3D surfaces (recommended)
bg: 3D текстури (препоръчително)
pt_pt: Superfícies 3D (recomendado)

# IDS_PPAGE_OUTPUT_RESIZE_NN
source: Nearest neighbor
pt_pt: Vizinho mais próximo

# IDS_PPAGE_OUTPUT_RESIZER_BICUB1
source: Bicubic A=-0.60 (PS 2.0)
pt_pt: Bicúbico A=-0.60 (PS 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB2
source: Bicubic A=-0.75 (PS 2.0)
pt_pt: Bicúbico A=-0.75 (PS 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB3
source: Bicubic A=-1.00 (PS 2.0)
pt_pt: Bicúbico A=-1.00 (PS 2.0)

# IDS_PPAGE_OUTPUT_UNAVAILABLE
source: **unavailable**
bg: **невъзможно**
pt_pt: "não disponível"

# IDS_PPAGE_OUTPUT_UNAVAILABLEMSG
source: The selected renderer is not installed.
bg: Избрания рендер не е инсталиран.
pt_pt: O renderizador selecionado não está instalado.

# IDS_PPAGE_OUTPUT_AUD_NULL_COMP
source: Null (anything)
bg: Null (нищо)
pt_pt: Null (qualquer coisa)

# IDS_PPAGE_OUTPUT_AUD_NULL_UNCOMP
source: Null (uncompressed)
bg: Null (без компресия)
pt_pt: Null (não comprimido)

# IDS_PPAGE_OUTPUT_AUD_INTERNAL_REND
source: SaneAR Audio Renderer
pt_pt: Renderizador de áudio SaneAR

# IDS_EMB_RESOURCES_VIEWER_NAME
source: Name
bg: Име
pt_pt: Nome

# IDS_EMB_RESOURCES_VIEWER_TYPE
source: MIME Type
bg: MIME тип
pt_pt: Tipo MIME

# IDS_EMB_RESOURCES_VIEWER_INFO
source: In order to view an embedded resource in your browser you have to enable the web interface. Use the "Save As" button if you only want to save the information.
bg: За да видите вграден ресурс във вашия браузър трябва да активирате уеб интерфейса. Ползвайте бутона ,,Запази като" ако желаете да запазите информацията.
pt_pt: Para se ver um recurso incorporado no seu navegador, tem de ativar o interface web.

# IDS_SUBTITLES_DOWNLOAD
source: Download Subtitles...
bg: Изтегляне на субтитри...
pt_pt: Descarregar legendas...

# IDS_SUBFILE_DELAY
source: Delay (ms):
bg: Забавяне (мсек)
pt_pt: Atraso (ms)

# IDS_EXPORT_SETTINGS_NO_KEYS
source: There are no customized keys to export.
bg: Няма персонализирани ключове за експортиране.
pt_pt: Não há chaves personalizadas para exportar.

# IDS_RFS_NO_FILES
source: No media files found in the archive
bg: Не са открити мултимедийни файлове в архива
pt_pt: Não foram encontrados ficheiros de media no arquivo.

# IDS_RFS_COMPRESSED
source: Compressed files are not supported
bg: Компресирани файлове не се поддържат
pt_pt: Ficheiros comprimidos não são suportados.

# IDS_RFS_ENCRYPTED
source: Encrypted files are not supported
bg: Шифровани файлове не се поддържат
pt_pt: Ficheiros encriptados não são suportados.

# IDS_RFS_MISSING_VOLS
source: Couldn't find all archive volumes
bg: Не могат да бъдат открити всички томове на архива
pt_pt: Não foram encontrados todos os volumes do arquivo.

# IDC_FULLSCREEN_MONITOR_CHECK
source: Reduces tearing but prevents the toolbar from being shown.
bg: Намалява трептенето но предотвратява показването на лентата с инструменти.
pt_pt: Reduz o desmanche mas impede a barra de ferramentas de ser mostrada.

# IDC_DSVMR9ALTERNATIVEVSYNC
source: Reduces tearing by bypassing the default VSync built into D3D.
bg: Намалява трептенето като прескача VSync-а по подразбиране вграден в D3D.
pt_pt: Reduz desmanche ao contornar o VSync por defeito incorporado no D3D.

# IDS_NAVIGATE_TUNERSCAN
source: Tuner scan
bg: Сканиране на тунера
pt_pt: Sintonizar

# IDS_SUBTITLES_ERROR
source: Subtitles are not loaded or unsupported renderer.
bg: Субтитрите не са заредени или рендера не се поддържа.
pt_pt: Legendas não estão carregadas ou renderizador não suportado.

# IDC_CACHESHADERS
source: Stores compiled shaders in local AppData to speed up load time.
bg: Поставя компилираните шейдъри в локалната ,,AppData'' папка за да ускори зареждането.
pt_pt: Guarda shaders compilados na Appdata local para acelerar o tempo de carregamento.

# IDS_SRC_VTS
source: Open VTS_xx_0.ifo to load VTS_xx_x.vob files in one piece
bg: Отвори VTS_xx_0.ifo за да се заредят VTS_xx_x.vob файловете като едно цяло
pt_pt: Abra VTS_xx_0.ifo para carregar ficheiros VTS_xx_x.vob num só pedaço

# IDS_SRC_RFS
source: Based on RARFileSource, doesn't support compressed files
bg: Базиран на RARFile изходен код и не поддържа компресирани файлове
pt_pt: Baseado em RARFileSource, não suporta ficheiros comprimidos.

# IDS_INTERNAL_LAVF
source: Uses LAV Filters
bg: Ползва LAV Filters
pt_pt: Utiliza filtros LAV

# IDS_INTERNAL_LAVF_WMV
source: Uses LAV Filters. Disabled by default since Microsoft filters are usually more stable for those formats. If you choose to use the internal filters, enable them for both source and decoding to have a better playback experience.
bg: Ползва LAV Filters. Изключен по подразбиране защото филтрите на Microsoft обикновено за по-стабилни за тези формати. Ако изберете да ползвате вътрешните филтри включете двата и за източник и за декодиране за по-добро възпроизвеждане.
pt_pt: Utiliza filtros LAV. Desativado por defeito visto que os filtros da Microsoft são normalmente mais estáveis para esses formatos. Se escolher usar os filtros internos, ative-os para origem e descodificação para ter uma melhor experiência de reprodução.

# IDS_AG_OPEN_FILE_LOCATION
source: Open File Location
bg: Отвори местоположението на файла
pt_pt: Abrir a localização do ficheiro

# IDS_AG_TOGGLE_NAVIGATION
source: Toggle Navigation Bar
bg: Управление на лентата за навигация
pt_pt: Alternar barra de navegação

# IDS_AG_VSYNCACCURATE
source: Accurate VSync
bg: Точнен VSync
pt_pt: VSync preciso

# IDC_CHECK_RELATIVETO
source: If the rendering target is left undefined, it will be inherited from the default style.
bg: Ако целта за рендиране остане неопределена бъде ползван стил по подразбиране.
pt_pt: Se o renderizador de destino é deixado não definido, irá ser herdado a partir do estilo por defeito.

# IDC_CHECK_NO_SUB_ANIM
source: Disallow subtitle animation. Enabling this option will lower CPU usage. You can use it if you experience flashing subtitles.
bg: Забранява анимирането на субтитрите. Включването на тази опция ще намали натоварването на процесора. Може да се ползва ако субтитрите примигват.
pt_pt: Proibir animação de legendas. Ao ativar esta opção, vai baixar a utilização do processador. Pode usá-la se tiver a ver legendas a piscar.

# IDC_SUBPIC_TO_BUFFER
source: Increasing the number of buffered subpictures should in general improve the rendering performance at the cost of a higher video RAM usage on the GPU.
bg: Увеличаването на буферираните подснимки би трябвало да подобри скоростта на рендиране за сметка на повече ползвана памет на видеокартата.
pt_pt: Aumentar o número de subimagens empilhadas deve na generalidade melhorar a performance de renderização a custo de uma maior utilização da RAM no GPU.

# IDC_BUTTON_EXT_SET
source: After clicking this button, the checked state of the format group will reflect the actual file association for MPC-HC. A newly added extension will usually make it grayed, so don't forget to check it again before closing this dialog!
bg: След натискане на този бутон избраната група формати ще се отрази в актуалните файлови асоциации на MPC-HC. Новодобавено окончание обикновено ще го направи неактивен за това не забравяйте да проверите отново преди да затворите този диалог!
pt_pt: Depois de clicar este botão, o estado marcado do grupo de formatos irá refletir a associação atual de ficheiros para o MPC-HC. Uma extensão nova adicionada irá geralmente torná-la em cinzento, então não esqueça de verificá-la novamente antes de fechar esta caixa de diálogo.

# IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Disabling this option will prevent the subtitles from blinking but it may cause the video renderer to skip some video frames.
bg: Забраняването на тази опция ще попречи на субтитрите да мигат но това може да накара рендерът да пропусне някои кадри.
pt_pt: Desativar esta opção irá impedir as legendas de piscarem mas pode provocar o salto de alguns frames de vídeo no renderizador de vídeo.

# ID_PLAY_PLAY
source: Play Play
bg: Изпълнение Изпълнение
pt_pt: Reproduzir Reproduzir

# ID_PLAY_PAUSE
source: Pause Pause
bg: Пауза Пауза
pt_pt: Pausar Pausar

# ID_PLAY_STOP
source: Stop Stop
bg: Спри Спри
pt_pt: Parar Parar

# ID_PLAY_FRAMESTEP
source: Step Step
bg: Стъпка Стъпка
pt_pt: Passo Passo

# ID_PLAY_DECRATE
source: Decrease speed Decrease speed
bg: Намали скорост Намали скорост
pt_pt: Diminuir velocidade Diminuir velocidade

# ID_PLAY_INCRATE
source: Increase speed Increase speed
bg: Увеличи скорост Увеличи скорост
pt_pt: Aumentar velocidade Aumentar velocidade

# ID_VOLUME_MUTE
source: Mute
bg: Спри звук
pt_pt: Silenciar

# ID_VOLUME_MUTE_OFF
source: Unmute
bg: Пусни звук
pt_pt: Remover silêncio

# ID_VOLUME_MUTE_DISABLED
source: No audio
bg: Няма аудио
pt_pt: Sem som

# ID_NAVIGATE_SKIPBACK
source: Skip back Skip back
bg: Пропусни назад Пропусни назад
pt_pt: Voltar atrás Voltar atrás

# ID_NAVIGATE_SKIPFORWARD
source: Skip forward Skip forward
bg: Пропусни напред Пропусни напред
pt_pt: Voltar para a frente Voltar para a frente

# IDS_FAVORITES_ADD
source: &Add to Favorites...
bg: &Добави към любими...
pt_pt: &Adicionar aos favoritos...

# IDS_FAVORITES_ORGANIZE
source: &Organize Favorites...
bg: &Създаване на любими...
pt_pt: &Organizar favoritos...

# IDS_PLAYLIST_SHUFFLE
source: Sh&uffle
bg: По&вторение
pt_pt: Baralhar

# IDS_PLAYLIST_SHOWFOLDER
source: Ope&n file location
bg: Отв&ори местоположението на файла
pt_pt: Abrir localização do ficheiro

# IDS_CONTROLS_CLOSING
source: Closing...
bg: Затваряне...
pt_pt: A fechar...

# IDS_CONTROLS_PLAYING
source: Playing
bg: Изпълнява се
pt_pt: A reproduzir

# IDS_CONTROLS_PAUSED
source: Paused
bg: На пауза
pt_pt: Em pausa

# IDS_AG_EDL_NEW_CLIP
source: EDL new clip
bg: EDL нов клип
pt_pt: EDL novo clip

# IDS_RECENT_FILES_CLEAR
source: &Clear list
bg: &Изчисти лист
pt_pt: Limpar lista

# IDS_RECENT_FILES_QUESTION
source: Are you sure that you want to delete recent files list?
bg: Наистина ли искате да изтриете списъка с последните файлове?
pt_pt: Tem a certeza que pretende eliminar a lista de ficheiros recentes?

# IDS_AG_EDL_SAVE
source: EDL save
bg: EDL запис
pt_pt: EDL guardar

# IDS_AG_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time Correction
bg: Разреши корекция на времето на кадрите
pt_pt: Ativar correção do tempo de frames

# IDS_AG_TOGGLE_EDITLISTEDITOR
source: Toggle EDL window
bg: Управление на EDL прозореца
pt_pt: Alternar janela EDL

# IDS_AG_EDL_IN
source: EDL set In
bg: EDL задай вход
pt_pt: EDL estabelecida

# IDS_AG_EDL_OUT
source: EDL set Out
bg: EDL задай изход
pt_pt: EDL desestablecida

# IDS_AG_PNS_ROTATEX_M
source: PnS Rotate X-
bg: PnS Завъртане по X-
pt_pt: PnS rodar X-

# IDS_AG_PNS_ROTATEY_P
source: PnS Rotate Y+
bg: PnS Завъртане по Y+
pt_pt: PnS rodar Y+

# IDS_AG_PNS_ROTATEY_M
source: PnS Rotate Y-
bg: PnS Завъртане по Y-
pt_pt: PnS rodar Y-

# IDS_AG_PNS_ROTATEZ_P
source: PnS Rotate Z+
bg: PnS Завъртане по Z+
pt_pt: PnS rodar Z+

# IDS_AG_PNS_ROTATEZ_M
source: PnS Rotate Z-
bg: PnS Завъртане по Z-
pt_pt: PnS rodar Z-

# IDS_AG_TEARING_TEST
source: Tearing Test
bg: Проверка за „разкъсване“
pt_pt: Teste de desmanche

# IDS_SCALE_16_9
source: Scale to 16:9 TV,%.3f,%.3f,%.3f,%.3f
bg: Мащабирай до 16:9 ТВ,%.3f,%.3f,%.3f,%.3f
pt_pt: Escalar para TV 16:9,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_WIDESCREEN
source: Zoom to Widescreen,%.3f,%.3f,%.3f,%.3f
bg: Увеличи до широк екран,%.3f,%.3f,%.3f,%.3f
pt_pt: Ampliar para ecrã largo,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_ULTRAWIDE
source: Zoom to Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
bg: Увеличи до ултраширок екран ,%.3f,%.3f,%.3f,%.3f
pt_pt: Ampliar para ecrã ultra-largo,%.3f,%.3f,%.3f,%.3f

# IDS_PLAYLIST_HIDEFS
source: &Hide on Fullscreen
bg: &Скрий на цял екран
pt_pt: Ocultar em ecrã completo

# IDS_CONTROLS_STOPPED
source: Stopped
bg: Спрян
pt_pt: Parado

# IDS_CONTROLS_BUFFERING
source: Buffering... (%d%%)
bg: Буфериране... (%d%%)
pt_pt: A colocar em memória intermédia... (%d%%)

# IDS_CONTROLS_CAPTURING
source: Capturing...
bg: Заснемане...
pt_pt: A capturar...

# IDS_CONTROLS_OPENING
source: Opening...
bg: Отваряне...
pt_pt: A abrir...

# IDS_CONTROLS_CLOSED
source: Closed
bg: Затворен
pt_pt: Fechado

# IDS_SUBTITLES_OPTIONS
source: &Options...
bg: &Настройки...
pt_pt: &Opções

# IDS_SUBTITLES_STYLES
source: &Styles...
bg: &Стилове
pt_pt: E&stilos...

# IDS_SUBTITLES_RELOAD
source: &Reload
bg: &Презареди
pt_pt: &Recarregar

# IDS_SUBTITLES_ENABLE
source: &Enable
bg: &Включи
pt_pt: Ativar

# IDS_PANSCAN_EDIT
source: &Edit...
bg: &Редактирай...
pt_pt: &Editar...

# IDS_INFOBAR_TITLE
source: Title
bg: Заглавиe
pt_pt: Título

# IDS_INFOBAR_AUTHOR
source: Author
bg: Автор
pt_pt: Autor

# IDS_INFOBAR_RATING
source: Rating
bg: Оценка
pt_pt: Classificação

# IDS_INFOBAR_DESCRIPTION
source: Description
bg: Описание
pt_pt: Descrição

# IDS_INFOBAR_DOMAIN
source: Domain
bg: Домейн
pt_pt: Domínio

# IDS_AG_CLOSE
source: Close
bg: Затвори
pt_pt: Fechar

# IDS_AG_NONE
source: None
bg: Няма
pt_pt: Nenhum

# IDS_AG_COMMAND
source: Command
bg: Команда
pt_pt: Comando

# IDS_AG_KEY
source: Key
bg: Ключ
pt_pt: Chave

# IDS_AG_MOUSE
source: Mouse Windowed
bg: Мишка в прозорец
pt_pt: Rato em janela

# IDS_AG_MOUSE_FS
source: Mouse Fullscreen
bg: Мишка на цял екран
pt_pt: Rato em ecrã completo

# IDS_AG_APP_COMMAND
source: App Command
bg: Команда на приложение
pt_pt: Comando de aplicação

# IDS_AG_MEDIAFILES
source: Media files (all types)
bg: Мултим. файлове (всякакви)
pt_pt: Ficheiros de media (todos os tipos)

# IDS_AG_ALLFILES
source: All files (*.*)|*.*|
bg: Всички файлове (*.*)|*.*|
pt_pt: Todos os ficheiros (*.*)|*.*|

# IDS_AG_AUDIOFILES
source: Audio files (all types)
bg: Аудио файлове (всякакви)
pt_pt: Ficheiros de áudio (todos os tipos)

# IDS_AG_NOT_KNOWN
source: Not known
bg: Непознат
pt_pt: Não conhecido

# IDS_MPLAYERC_0
source: Quick Open File
bg: Бързо отваряне на файл
pt_pt: Abertura rápida de ficheiro

# IDS_AG_OPEN_FILE
source: Open File/URL
bg: Отвори файл/URL
pt_pt: Abrir ficheiro/URL

# IDS_AG_OPEN_DVD
source: Open DVD/BD
bg: Отвори DVD/BD
pt_pt: Abrir DVD/BD

# IDS_MAINFRM_POST_SHADERS_FAILED
source: Failed to set post-resize shaders
bg: Не могат да се настроят шейдърите след оразмеряване
pt_pt: Falhou ao definir post-resize shaders

# IDS_MAINFRM_BOTH_SHADERS_FAILED
source: Failed to set both pre-resize and post-resize shaders
bg: Не могат да се настроят шейдърите преди и след оразмеряване
pt_pt: Falhou ao definir ambos shaders pre-reside e post-resize

# IDS_DEBUGSHADERS_FIRSTRUN_MSG
source: Shaders are recompiled automatically when the corresponding files are modified.
bg: Шейдърите се компилират автоматично когато съответните файлове бъдат променени.
pt_pt: Shaders são recompilados automaticamente quando os ficheiros correspondentes são modificados.

# IDS_SHADER_DLL_ERR_0
source: Cannot load %s, pixel shaders will not work.
bg: Не може да се зареди %s, пиксел шейдърите няма да работят.
pt_pt: Não se pôde carregar %s, shaders de pixel não irão funcionar.

# IDS_SHADER_DLL_ERR_1
source: Cannot find necessary function entry points in %s, pixel shaders will not work.
bg: Не може да се намерят необходимите входни точки за функция в %s, пиксел шейдърите няма да работят.
pt_pt: Não se pôde encontrar pontos de entrada de função necessários %s, shaders de pixel não irão funcionar..

# IDS_OSD_SHADERS_PRESET
source: Shader preset: %s
bg: Шейдър шаблони: %s
pt_pt: Pré-definição shader: %s

# IDS_AG_SHADERS_PRESET_NEXT
source: Next Shader Preset
bg: Следващ шейдър шаблон
pt_pt: Pré-definição shader seguinte

# IDS_AG_SHADERS_PRESET_PREV
source: Prev Shader Preset
bg: Предишен шейдър шаблон
pt_pt: Pré-definição shader anterior

# IDS_RECORD_START
source: Record
bg: Запис
pt_pt: Gravar

# IDS_RECORD_STOP
source: Stop
bg: Стоп
pt_pt: Parar

# IDS_BALANCE
source: L = R
bg: Л = Д
pt_pt: E = D

# IDS_BALANCE_L
source: L +%d%%
bg: Л +%d%%
pt_pt: E +%d%%

# IDS_BALANCE_R
source: R +%d%%
bg: Д +%d%%
pt_pt: D +%d%%

# IDS_PLAYLIST_ADDFOLDER
source: Add containing &folder
bg: Добавяне на &папката с файлове
pt_pt: Adicionar pasta contentora

# IDS_TOOLTIP_SOFTWARE_DECODING
source: Software Decoding
bg: Софтуерно декодиране
pt_pt: Descodificação por software

# IDS_STATSBAR_PLAYBACK_RATE
source: Playback rate
bg: Скорост на възпроизвеждане
pt_pt: Ritmo de reprodução

# IDS_FILTERS_COPY_TO_CLIPBOARD
source: &Copy filters list to clipboard
bg: &Копирай листа с филтрите в клипборда
pt_pt: &Copiar a lista de filtros para a Área de Transferência

# IDS_CREDENTIALS_SERVER
source: Enter server credentials
bg: Въведете идентификационни данни на сървъра
pt_pt: Insira as credenciais do servidor

# IDS_CREDENTIALS_CONNECT
source: Enter your credentials to connect
bg: Въведете вашите идентификационни данни за да се свържете
pt_pt: Insira as suas credenciais para ligar

# IDS_SUB_SAVE_EXTERNAL_STYLE_FILE
source: Save custom style
bg: Запазване на потребителски стил
pt_pt: Guardar estilo personalizado

# IDS_CONTENT_EDUCATION_SCIENCE
source: Education/Science/Factual topics
bg: Образование/ Наука /Фактически теми
pt_pt: Tópicos de Educação/Ciência/Factuais

# IDS_PPAGEADVANCED_HIDE_WINDOWED
source: Hides controls and panels also in windowed mode.
bg: Скрива контролите и панелите също в режим на прозорец.
pt_pt: Oculta controlos e panéis tambem no modo de janela.

# IDS_PPAGEADVANCED_BLOCK_VSFILTER
source: Prevent external subtitle renderer to be loaded when internal is in use.
bg: Предотвратява зареждането на външен рендер за субтитри когато се ползва вътрешния.
pt_pt: Impede rend. externo de legendas de ser carregado quando o interno está em uso.

# IDS_PPAGEADVANCED_COL_NAME
source: Name
bg: Име
pt_pt: Nome

# IDS_PPAGEADVANCED_COL_VALUE
source: Value
bg: Стойност
pt_pt: Valor

# IDS_PPAGEADVANCED_RECENT_FILES_NUMBER
source: Maximum number of files shown in the "Recent files" menu and for which the position is potentially saved.
bg: Максимален брой файлове, показан в менюто ,,Последни файлове", за които позицията вероятно е запазена.
pt_pt: Número máximo de ficheiros a mostrar no menu "Ficheiros recentes" e para que posição é potencialmente guardada.

# IDS_PPAGEADVANCED_FILE_POS_LONGER
source: Remember file position only for files longer than N minutes.
bg: Запомняне на позицията само за файлове по-дълги от N минути.
pt_pt: Relembrar a posição nos ficheiros apenas para ficheiros maiores que N minutos.

# IDS_PPAGEADVANCED_FILE_POS_AUDIO
source: Remember file position also for audio files.
bg: Запомняне на позицията също и за аудио файлове.
pt_pt: Relembrar a posição no ficheiro também para ficheiros de áudio.

# IDS_AFTER_PLAYBACK_DO_NOTHING
source: Do Nothing
bg: Не прави нищо
pt_pt: Não fazer nada

# IDS_AFTER_PLAYBACK_PLAY_NEXT
source: Play next file in the folder
bg: Пусни следващия файл в папката
pt_pt: Reproduzir o ficheiro seguinte na pasta

# IDS_AFTER_PLAYBACK_REWIND
source: Rewind current file
bg: Върни назад текущия файл
pt_pt: Rebobinar o ficheiro atual

# IDS_AFTER_PLAYBACK_CLOSE
source: Close
bg: Затвори
pt_pt: Fechar

# IDS_AFTER_PLAYBACK_EXIT
source: Exit
bg: Изход
pt_pt: Sair

# IDS_AFTER_PLAYBACK_MONITOROFF
source: Turn off the monitor
bg: Изключи монитора
pt_pt: Desligar o ecrã

# IDS_IMAGE_JPEG_QUALITY
source: JPEG Image
bg: JPEG изображение
pt_pt: Imagem JPEG

# IDS_IMAGE_QUALITY
source: Quality (%):
bg: Качество (%):
pt_pt: Qualidade (%):

# IDS_PPAGEADVANCED_COVER_SIZE_LIMIT
source: Maximum size (NxNpx) of a cover-art loaded in the audio only mode.
bg: Максимален размер (NxNпкс) на показваната обложка в режим аудио.
pt_pt: Tamanho máximo (NxNpx) da Cover-Art carregada no modo apenas de áudio.

# IDS_SUBTITLE_DELAY_STEP_TOOLTIP
source: The subtitle delay will be decreased/increased by this value each time the corresponding hotkeys are used (%s/%s).
bg: Забавянето на субтитрите ще бъде намалено/увеличено с тази стойност всеки път когато се използват съответните клавишни комбинации (%s/%s).
pt_pt: O atraso de legenda será diminuído/aumentado por este valor cada vez que as teclas de atalho são utilizadas (%s/%s).

# IDS_NAVIGATION_WATCH
source: Watch
bg: Гледане
pt_pt: Veja

# IDS_NAVIGATION_MOVE_UP
source: Move Up
bg: Премести нагоре
pt_pt: Mover para cima

# IDS_NAVIGATION_MOVE_DOWN
source: Move Down
bg: Премести надолу
pt_pt: Mover para baixo

# IDS_NAVIGATION_SORT
source: Sort by LCN
bg: Сортирай по LCN
pt_pt: Ordenar por LCN

# IDS_NAVIGATION_REMOVE_ALL
source: Remove all
bg: Премахни всички
pt_pt: Remover todos

# IDS_REMOVE_CHANNELS_QUESTION
source: Are you sure you want to remove all channels from the list?
bg: Наистина ли искате да премахнете всички канали от списъка?
pt_pt: Tem a certeza que pretender remover todos os canais da lista?

# IDS_MEDIAINFO_NO_INFO_AVAILABLE
source: No information available
bg: Няма налична информация
pt_pt: Sem informação disponível

# IDS_MEDIAINFO_ANALYSIS_IN_PROGRESS
source: Please wait, analysis in progress...
bg: Моля изчакайте, анализира се...
pt_pt: Por favor aguarde, análise em progresso...
