Repository: sdneon/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: pt_pt

# IDD_SELECTMEDIATYPE_CAPTION
source: Select Media Type
pt_pt: Selecionar tipo de media

# IDD_SELECTMEDIATYPE_IDCANCEL
source: Cancel
pt_pt: Cancelar

# IDD_CAPTURE_DLG_IDC_STATIC1
source: Video
pt_pt: Vídeo

# IDD_CAPTURE_DLG_IDC_BUTTON1
source: Set
pt_pt: Definir

# IDD_CAPTURE_DLG_IDC_STATIC
source: Audio
pt_pt: Áudio

# IDD_CAPTURE_DLG_IDC_STATIC
source: Output
pt_pt: Saída

# IDD_CAPTURE_DLG_IDC_CHECK1
source: Record Video
pt_pt: Gravar vídeo

# IDD_CAPTURE_DLG_IDC_CHECK2
source: Preview
pt_pt: Pré-visualizar

# IDD_CAPTURE_DLG_IDC_CHECK3
source: Record Audio
pt_pt: Gravar áudio

# IDD_CAPTURE_DLG_IDC_CHECK4
source: Preview
pt_pt: Pré-visualizar

# IDD_CAPTURE_DLG_IDC_CHECK5
source: Audio to wav
pt_pt: Áudio para wav

# IDD_CAPTURE_DLG_IDC_BUTTON2
source: Record
pt_pt: Gravar

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK2
source: Enable built-in audio switcher filter (requires restart)
pt_pt: Ativar alternador de áudio incorporado (requer reinício)

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK5
source: Normalize
pt_pt: Normalizar

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC4
source: Max amplification:
pt_pt: Amplificação máxima:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK6
source: Regain volume
pt_pt: Reganhar volume

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC6
source: Boost:
pt_pt: Aumento:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK3
source: Down-sample to 44100 Hz
pt_pt: Baixar amostragem para 44100 Hz

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK4
source: Audio time shift (ms):
pt_pt: Mudança tempo áudio (ms):

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK1
source: Enable custom channel mapping
pt_pt: Permitir remapeamento personalizado de canais

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC1
source: Speaker configuration for
pt_pt: Configuração de colunas para

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC2
source: input channels:
pt_pt: Canais de entrada:

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC3
source: Hold shift for immediate changes when clicking something
pt_pt: Segure o Shift para alterações imeditadas quando clicar em qualquer coisa

# IDD_GOTO_DLG_CAPTION
source: Go To...
pt_pt: Ir para...

# IDD_GOTO_DLG_IDC_STATIC
source: Enter a timecode using the format [hh:]mm:ss.ms to jump to a specified time. You do not need to enter the separators explicitly.
pt_pt: Introduza um tempo usando o formato [hh:]mm:ss.ms para saltar para um tempo específico. Não necessita de inserir os separadores explicitamente.

# IDD_GOTO_DLG_IDC_STATIC
source: Time
pt_pt: Tempo

# IDD_GOTO_DLG_IDC_OK1
source: Go!
pt_pt: Vai!

# IDD_GOTO_DLG_IDC_STATIC
source: Enter two numbers to jump to a specified frame, the first is the frame number, the second is the frame rate.
pt_pt: Insira dois número para saltar para frame especifico, o primeiro é o número do frame, o segundo é o ritmo dos frames.

# IDD_GOTO_DLG_IDC_OK2
source: Go!
pt_pt: Vai!

# IDD_OPEN_DLG_CAPTION
source: Open
pt_pt: Abrir

# IDD_OPEN_DLG_IDC_STATIC
source: Type the address of a movie or audio file (on the Internet or your computer) and the player will open it for you.
pt_pt: Digite um endereço de um ficheiro de filme ou áudio (na Internet ou no seu computador) e o reprodutor irá abrir-lo para si.

# IDD_OPEN_DLG_IDC_STATIC
source: Open:
pt_pt: Abrir:

# IDD_OPEN_DLG_IDC_BUTTON1
source: Browse...
pt_pt: Procurar...

# IDD_OPEN_DLG_IDC_BUTTON2
source: Browse...
pt_pt: Procurar...

# IDD_OPEN_DLG_IDCANCEL
source: Cancel
pt_pt: Cancelar

# IDD_OPEN_DLG_IDC_CHECK1
source: Add to playlist without opening
pt_pt: Adicionar à lista de reprodução sem abrir

# IDD_ABOUTBOX_CAPTION
source: About
pt_pt: Acerca

# IDD_ABOUTBOX_IDC_AUTHORS_LINK
source: Copyright 2002-2021 clsid2 and others
pt_pt: Copyright 2002-2021 clsid2 e outros

# IDD_ABOUTBOX_IDC_STATIC
source: This program is freeware and released under the GNU General Public License.
pt_pt: Este programa é freeware e distribuido sob a GNU General Public License.

# IDD_ABOUTBOX_IDC_STATIC
source: English translation made by MPC-HC Team
pt_pt: Tradução portuguesa: Hugo Simões

# IDD_ABOUTBOX_IDC_STATIC
source: Build information
pt_pt: Informação da compilação

# IDD_ABOUTBOX_IDC_STATIC
source: Version:
pt_pt: Versão:

# IDD_ABOUTBOX_IDC_STATIC
source: Compiler:
pt_pt: Compilador:

# IDD_ABOUTBOX_IDC_LAVFILTERS_VERSION
source: Not used
pt_pt: Não utilizado

# IDD_ABOUTBOX_IDC_STATIC
source: Build date:
pt_pt: Dara da compilação:

# IDD_ABOUTBOX_IDC_STATIC
source: Operating system
pt_pt: Sistema operativo

# IDD_ABOUTBOX_IDC_STATIC
source: Name:
pt_pt: Nome:

# IDD_ABOUTBOX_IDC_BUTTON1
source: Copy to clipboard
pt_pt: Copiar p/ Área de transferência

# IDD_PPAGEPLAYER_IDC_STATIC
source: Open options
pt_pt: Abrir opções

# IDD_PPAGEPLAYER_IDC_RADIO1
source: Use the same player for each media file
pt_pt: Utilizar o mesmo reprodutor para cada ficheiro de media

# IDD_PPAGEPLAYER_IDC_RADIO2
source: Open a new player for each media file played
pt_pt: Abrir um novo reprodutor para cada ficheiro de media reproduzido

# IDD_PPAGEPLAYER_IDC_STATIC
source: Language
pt_pt: Idioma

# IDD_PPAGEPLAYER_IDC_STATIC
source: Title bar
pt_pt: Barra de título

# IDD_PPAGEPLAYER_IDC_RADIO3
source: Display full path
pt_pt: Mostrar caminho completo

# IDD_PPAGEPLAYER_IDC_RADIO4
source: File name only
pt_pt: Nome do ficheiro apenas

# IDD_PPAGEPLAYER_IDC_RADIO5
source: Don't prefix anything
pt_pt: Não colocar nada antes

# IDD_PPAGEPLAYER_IDC_CHECK13
source: Replace file name with title
pt_pt: Sub. o nome do fic. pelo título

# IDD_PPAGEPLAYER_IDC_STATIC
source: Other
pt_pt: Outros

# IDD_PPAGEPLAYER_IDC_CHECK3
source: Tray icon
pt_pt: Ícone do tabuleiro

# IDD_PPAGEPLAYER_IDC_SHOW_OSD
source: Show OSD (requires restart)
pt_pt: Mostrar OSD (requer reinicio)

# IDD_PPAGEPLAYER_IDC_CHECK4
source: Limit window proportions on resize
pt_pt: Limitar as proporções da janela ao redimensionar

# IDD_PPAGEPLAYER_IDC_CHECK12
source: Snap to desktop edges
pt_pt: Alargar aos cantos do Ambiente de Trabalho

# IDD_PPAGEPLAYER_IDC_CHECK8
source: Store settings in .ini file
pt_pt: Guardar definições num ficheiro .ini

# IDD_PPAGEPLAYER_IDC_CHECK10
source: Disable "Open Disc" menu
pt_pt: Desativar menu "Abrir Disco"

# IDD_PPAGEPLAYER_IDC_CHECK9
source: Process priority above normal
pt_pt: Prioridade do processo acima do normal

# IDD_PPAGEPLAYER_IDC_CHECK14
source: Enable cover-art support
pt_pt: Ativar suporte para Cover-Art

# IDD_PPAGEPLAYER_IDC_STATIC
source: History
pt_pt: Histórico

# IDD_PPAGEPLAYER_IDC_CHECK1
source: Keep history of recently opened files
pt_pt: Manter histórico dos ficheiros abertos recentemente

# IDD_PPAGEPLAYER_IDC_CHECK2
source: Remember last playlist
pt_pt: Relembrar a última lista de reprodução

# IDD_PPAGEPLAYER_IDC_FILE_POS
source: Remember File position
pt_pt: Relembrar a posição no ficheiro

# IDD_PPAGEPLAYER_IDC_DVD_POS
source: Remember DVD position
pt_pt: Relembrar a posição no DVD

# IDD_PPAGEPLAYER_IDC_CHECK6
source: Remember last window position
pt_pt: Relembrar a posição da última janela

# IDD_PPAGEPLAYER_IDC_CHECK7
source: Remember last window size
pt_pt: Relembrar o tamanho da última janela

# IDD_PPAGEPLAYER_IDC_CHECK11
source: Remember last Pan && Scan Zoom
pt_pt: Relembrar a última ampliação Pan && Scan

# IDD_PPAGEDVD_IDC_STATIC
source: "Open DVD/BD" behavior
pt_pt: Comportamento do "Abrir DVD/BD"

# IDD_PPAGEDVD_IDC_RADIO1
source: Prompt for location
pt_pt: Perguntar por localização

# IDD_PPAGEDVD_IDC_RADIO2
source: Always open the default location:
pt_pt: Abrir sempre a localização por defeito

# IDD_PPAGEDVD_IDC_STATIC
source: Preferred language for DVD
pt_pt: Idioma preferido para DVD

# IDD_PPAGEDVD_IDC_RADIO4
source: Audio
pt_pt: Áudio

# IDD_PPAGEDVD_IDC_RADIO5
source: Subtitles
pt_pt: Legendas

# IDD_PPAGEDVD_IDC_STATIC
source: Additional settings
pt_pt: Definições adicionais

# IDD_PPAGEDVD_IDC_CHECK2
source: Allow closed captions in "Line 21 Decoder"
pt_pt: Permitir closed captions para "Line 21 Decoder"

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio
pt_pt: Áudio

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Min
pt_pt: Mín

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Max
pt_pt: Máx

# IDD_PPAGEPLAYBACK_IDC_STATIC_BALANCE
source: Balance
pt_pt: Equilíbrio

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: L
pt_pt: E

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: R
pt_pt: D

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Control
pt_pt: Controlo

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume step:
pt_pt: Passo do volume:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Speed step:
pt_pt: Passo de velocidade:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Playback
pt_pt: Reprodução

# IDD_PPAGEPLAYBACK_IDC_RADIO1
source: Play
pt_pt: Reproduzir

# IDD_PPAGEPLAYBACK_IDC_RADIO2
source: Repeat forever
pt_pt: Repetir para sempre

# IDD_PPAGEPLAYBACK_IDC_STATIC1
source: time(s)
pt_pt: vez(es)

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Repeat mode:
pt_pt: Modo repetição:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: After Playback
pt_pt: Depois de reproduzir

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Zoom and Alignment
pt_pt: Ampliação e alinhamento

# IDD_PPAGEPLAYBACK_IDC_CHECK5
source: Auto-zoom:
pt_pt: Ampliação-auto.:

# IDD_PPAGEPLAYBACK_IDC_STATIC2
source: Auto fit factor:
pt_pt: Factor aju. auto.:

# IDD_PPAGEPLAYBACK_IDC_STATIC4
source: Vertical Alignment:
pt_pt: Alinhamento vertical:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default track preference
pt_pt: Preferência de faixa por defeito

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Subtitles:
pt_pt: Legendas:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio:
pt_pt: Áudio:

# IDD_PPAGEPLAYBACK_IDC_CHECK4
source: Allow overriding external splitter choice
pt_pt: Permitir contornar a escolha de alternador externo

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Open settings
pt_pt: Abrir definições

# IDD_PPAGEPLAYBACK_IDC_CHECK7
source: Use worker thread to construct the filter graph
pt_pt: Usar worker thread para construir o gráfico de filtros

# IDD_PPAGEPLAYBACK_IDC_CHECK6
source: Report pins which fail to render
pt_pt: Relatar os pins que falharam a renderizar

# IDD_PPAGEPLAYBACK_IDC_CHECK2
source: Auto-load audio files
pt_pt: Auto-carregar ficheiros de áudio

# IDD_PPAGESUBTITLES_IDC_CHECK3
source: Override placement
pt_pt: Contornar posicionamento

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Delay step
pt_pt: Passo de atraso

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Texture settings (open the video again to see the changes)
pt_pt: Definições de textura (abre o vídeo outra vez para ver as alterações)

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Sub pictures to buffer:
pt_pt: Sob-imagens para empilhar:

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Maximum texture resolution:
pt_pt: Resolução máxima da textura:

# IDD_PPAGESUBTITLES_IDC_CHECK_NO_SUB_ANIM
source: Never animate the subtitles
pt_pt: Nunca animar as legendas

# IDD_PPAGESUBTITLES_IDC_STATIC5
source: Render at
pt_pt: Render. em

# IDD_PPAGESUBTITLES_IDC_STATIC6
source: % of the animation
pt_pt: % da animação

# IDD_PPAGESUBTITLES_IDC_STATIC7
source: Animate at
pt_pt: Animar em

# IDD_PPAGESUBTITLES_IDC_STATIC8
source: % of the video frame rate
pt_pt: % do ritmo de frames do vídeo

# IDD_PPAGESUBTITLES_IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Allow dropping some subpictures if the queue is running late
pt_pt: Permitir quedas algumas subimagens se o pedido estiver atrasado

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Renderer Layout
pt_pt: Disposição do renderizador

# IDD_PPAGESUBTITLES_IDC_CHECK_SUB_AR_COMPENSATION
source: Apply aspect ratio compensation for anamorphic videos
pt_pt: Aplicar a compensação do rácio do aspeto para vídeos anamórficos

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Warning
pt_pt: Aviso

# IDD_PPAGESUBTITLES_IDC_STATIC
source: If you override and enable fullscreen antialiasing somewhere at your videocard's settings, subtitles aren't going to look any better but it will surely eat your CPU.
pt_pt: Se contornar e ativar o antialiasing do ecrã completo algures nas definições da placa de vídeo, as legendas não irão parecer melhores mas irão com certeza comer o processador.

# IDD_PPAGEFORMATS_IDC_STATIC2
source: File extensions
pt_pt: Extensões de ficheiro

# IDD_PPAGEFORMATS_IDC_BUTTON2
source: Default
pt_pt: Por defeito

# IDD_PPAGEFORMATS_IDC_BUTTON_EXT_SET
source: Set
pt_pt: Definir

# IDD_PPAGEFORMATS_IDC_STATIC3
source: Association
pt_pt: Associação

# IDD_PPAGEFORMATS_IDC_CHECK8
source: Use the format-specific icons
pt_pt: Utilizar o formato especifico dos ícones

# IDD_PPAGEFORMATS_IDC_BUTTON1
source: Run as &administrator
pt_pt: Executar como &administrador

# IDD_PPAGEFORMATS_IDC_BUTTON7
source: Set as &default program
pt_pt: &Definir como programa por defeito

# IDD_PPAGEFORMATS_IDC_STATIC
source: Explorer Context Menu
pt_pt: Menu contexto do explorador

# IDD_PPAGEFORMATS_IDC_CHECK6
source: Directory
pt_pt: Pasta

# IDD_PPAGEFORMATS_IDC_CHECK7
source: File(s)
pt_pt: Ficheiro(s)

# IDD_PPAGEFORMATS_IDC_STATIC1
source: Autoplay
pt_pt: Reprodução automática

# IDD_PPAGEFORMATS_IDC_CHECK1
source: Video
pt_pt: Vídeo

# IDD_PPAGEFORMATS_IDC_CHECK2
source: Music
pt_pt: Música

# IDD_PPAGEFORMATS_IDC_CHECK3
source: Audio CD
pt_pt: CD de Áudio

# IDD_PPAGETWEAKS_IDC_STATIC
source: Jump distances (small, medium, large in ms)
pt_pt: Distâncias de salto (pequeno, média, largo em ms)

# IDD_PPAGETWEAKS_IDC_BUTTON1
source: Default
pt_pt: Por defeito

# IDD_PPAGETWEAKS_IDC_SEEK_PREVIEW
source: Show preview on seek bar
pt_pt: Mostrar pré-visualização na barra de pesquisa

# IDD_PPAGETWEAKS_IDC_STATIC
source: Preview width (% of screen width)
pt_pt: Largura da pré-visualização (% da largura do ecrã)

# IDD_PPAGETWEAKS_IDC_FASTSEEK_CHECK
source: Fast seek (on keyframe)
pt_pt: Procura rápida (nas chaves de frames)

# IDD_PPAGETWEAKS_IDC_CHECK2
source: Show chapter marks in seek bar
pt_pt: Mostrar marcas de capítulo na barra de pesquisa

# IDD_PPAGETWEAKS_IDC_CHECK3
source: Auto-hide the mouse pointer during playback in windowed mode
pt_pt: Auto-esconder o ponteiro do rato quando a rep. está em modo de janela

# IDD_PPAGETWEAKS_IDC_CHECK4
source: Display "Now Playing" information in Skype's mood message
pt_pt: Mostrar a info. "Agora a reproduzir" na mensagem de estado do Skype

# IDD_PPAGETWEAKS_IDC_CHECK_ENHANCED_TASKBAR
source: Use enhanced taskbar features
pt_pt: Utilizar as capacidades melhoradas da barra de tarefas

# IDD_PPAGETWEAKS_IDC_CHECK_LCD
source: Enable Logitech LCD support (experimental)
pt_pt: Ativar o suporte para LCD da Logitech (experimental)

# IDD_PPAGETWEAKS_IDC_CHECK6
source: Prevent minimizing the player when in fullscreen on a non default monitor
pt_pt: Impedir minimizar o reprodutor quando em ecrã completo num ecrã não por defeito

# IDD_PPAGETWEAKS_IDC_CHECK7
source: Open previous/next file in folder on "Skip back/forward" when there is only one item in playlist
pt_pt: Abrir o ficheiro anterior/seguinte na pasta no "Ignorar atrás/em frente" quando existe só um item na lista de reprodução

# IDD_PPAGETWEAKS_IDC_CHECK8
source: Show time tooltip:
pt_pt: Mostrar eti. tempo:

# IDD_PPAGETWEAKS_IDC_STATIC
source: OSD font:
pt_pt: Tipo de letra do OSD:

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON1
source: Add Filter...
pt_pt: Adicionar filtro...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON2
source: Remove
pt_pt: Remover

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO1
source: Prefer
pt_pt: Preferir

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO2
source: Block
pt_pt: Bloquear

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO3
source: Set merit:
pt_pt: Def. mérito:

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON3
source: Up
pt_pt: Para cima

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON4
source: Down
pt_pt: Para baixo

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON5
source: Add Media Type...
pt_pt: Adicionar tipo media...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON6
source: Add Sub Type...
pt_pt: Adicionar sub-tipo...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON7
source: Delete
pt_pt: Eliminar

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON8
source: Reset List
pt_pt: Repor lista

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Type:
pt_pt: Tipo:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Size:
pt_pt: Tamanho:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Media length:
pt_pt: Comprimento media:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Video size:
pt_pt: Tamanho vídeo

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Created:
pt_pt: Criado:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Author:
pt_pt: Autor:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Rating:
pt_pt: Classif.:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Location:
pt_pt: Localização:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Description:
pt_pt: Descrição:

# IDD_FAVADD_CAPTION
source: Add Favorite
pt_pt: Adicionar favorito

# IDD_FAVADD_IDC_STATIC
source: Choose a name for your shortcut:
pt_pt: Escolher um nome para o seu atalho:

# IDD_FAVADD_IDC_CHECK1
source: Remember position
pt_pt: Lembrar posição

# IDD_FAVADD_IDC_CHECK2
source: Relative drive
pt_pt: Unidade relativa

# IDD_FAVADD_IDCANCEL
source: Cancel
pt_pt: Cancelar

# IDD_FAVORGANIZE_CAPTION
source: Organize Favorites
pt_pt: Organizar favoritos

# IDD_FAVORGANIZE_IDC_BUTTON1
source: Rename
pt_pt: Mudar o nome

# IDD_FAVORGANIZE_IDC_BUTTON3
source: Move Up
pt_pt: Mover para cima

# IDD_FAVORGANIZE_IDC_BUTTON4
source: Move Down
pt_pt: Mover para baixo

# IDD_FAVORGANIZE_IDC_BUTTON2
source: Delete
pt_pt: Eliminar

# IDD_PNSPRESET_DLG_CAPTION
source: Pan & Scan Presets
pt_pt: Pré-definições Pan & Scan

# IDD_PNSPRESET_DLG_IDC_BUTTON2
source: New
pt_pt: Novo

# IDD_PNSPRESET_DLG_IDC_BUTTON3
source: Delete
pt_pt: Eliminar

# IDD_PNSPRESET_DLG_IDC_BUTTON4
source: Up
pt_pt: Para cima

# IDD_PNSPRESET_DLG_IDC_BUTTON5
source: Down
pt_pt: Para baixo

# IDD_PNSPRESET_DLG_IDC_BUTTON1
source: &Set
pt_pt: Definir

# IDD_PNSPRESET_DLG_IDCANCEL
source: &Cancel
pt_pt: &Cancelar

# IDD_PNSPRESET_DLG_IDOK
source: &Save
pt_pt: Guardar

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Zoom: 0.2 -> 3.0
pt_pt: Ampliação: 0.2 -> 3.0

# IDD_PPAGEACCELTBL_CAPTION
source: Shortcut Keys
pt_pt: Teclas de atalho

# IDD_PPAGEACCELTBL_IDC_CHECK2
source: Global Media Keys
pt_pt: Teclas globais de media

# IDD_PPAGEACCELTBL_IDC_BUTTON1
source: Select All
pt_pt: Selecionar tudo

# IDD_PPAGEACCELTBL_IDC_BUTTON2
source: Reset Selected
pt_pt: Repor selecionados

# IDD_MEDIATYPES_DLG_CAPTION
source: Warning
pt_pt: Aviso

# IDD_MEDIATYPES_DLG_IDC_STATIC1
source: MPC-HC could not render some of the pins in the graph, you may not have the needed codecs or filters installed on the system.
pt_pt: MPC-HC não pôde renderizar alguns dos pins no gráfico, pode não ter os codecs necessários ou filtros instalados no seu sistema.

# IDD_MEDIATYPES_DLG_IDC_STATIC2
source: The following pin(s) failed to find a connectable filter:
pt_pt: O(s) seguinte(s) pin(s) falhou(aram) ao encontrar um filtro ligavel:

# IDD_MEDIATYPES_DLG_IDOK
source: Close
pt_pt: Fechar

# IDD_SAVE_DLG_CAPTION
source: Saving...
pt_pt: A guardar...

# IDD_SAVE_DLG_IDCANCEL
source: Cancel
pt_pt: Cancelar

# IDD_SAVETEXTFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
pt_pt: Codificação:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
pt_pt: Codificação:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: Delay:
pt_pt: Atraso:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_CHECK1
source: Save custom style
pt_pt: Guardar estilo personalizavel

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
pt_pt: Qualidade JPEG:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Thumbnails:
pt_pt: Miniaturas:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: rows
pt_pt: linhas

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: columns
pt_pt: colunas

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Image width:
pt_pt: Largura imagem:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: pixels
pt_pt: pixeis

# IDD_ADDREGFILTER_CAPTION
source: Select Filter
pt_pt: Selecionar filtro

# IDD_ADDREGFILTER_IDC_BUTTON1
source: Browse...
pt_pt: Procurar...

# IDD_ADDREGFILTER_IDCANCEL
source: Cancel
pt_pt: Cancelar

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Font
pt_pt: Tipo de letra

# IDD_PPAGESUBSTYLE_IDC_BUTTON1
source: Font
pt_pt: Tipo de letra

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Spacing
pt_pt: Espaçamento

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Angle (z,°)
pt_pt: Ângulo (z,°)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (x,%)
pt_pt: Escala (x,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (y,%)
pt_pt: Escala (y,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Border Style
pt_pt: Estilo da borda

# IDD_PPAGESUBSTYLE_IDC_RADIO1
source: Outline
pt_pt: Contorno

# IDD_PPAGESUBSTYLE_IDC_RADIO2
source: Opaque box
pt_pt: Caixa opaca

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Width
pt_pt: Largura

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Shadow
pt_pt: Sombra

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Screen Alignment && Margins
pt_pt: Alinhamento e margens do ecrã

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Left
pt_pt: Esquerda

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Right
pt_pt: Direita

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Top
pt_pt: Cima

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Bottom
pt_pt: Baixo

# IDD_PPAGESUBSTYLE_IDC_CHECK_RELATIVETO
source: Position subtitles relative to the video frame
pt_pt: Posição legendas relativamente ao frame do vídeo

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Colors && Transparency
pt_pt: Cores && transparência

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Primary
pt_pt: Primário

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Secondary
pt_pt: Secundário

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Outline
pt_pt: Contorno

# IDD_PPAGESUBSTYLE_IDC_CHECK1
source: Link alpha channels
pt_pt: Ligar canais alpha

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: If you would like to use the stand-alone versions of these filters or another replacement, disable them here.
pt_pt: Se gostar de usar estas versões em separado destes filtros ou outra substituição, desative-os aqui.

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Source Filters
pt_pt: Filtros origem

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Transform Filters
pt_pt: Filtros transformação

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Internal LAV Filters settings
pt_pt: Def. Filtros LAV interno

# IDD_PPAGEINTERNALFILTERS_IDC_SPLITTER_CONF
source: Splitter
pt_pt: Alternador

# IDD_PPAGEINTERNALFILTERS_IDC_VIDEO_DEC_CONF
source: Video decoder
pt_pt: Descodificação de vídeo

# IDD_PPAGEINTERNALFILTERS_IDC_AUDIO_DEC_CONF
source: Audio decoder
pt_pt: Descodificação de áudio

# IDD_PPAGELOGO_IDC_RADIO1
source: Internal:
pt_pt: Interno:

# IDD_PPAGELOGO_IDC_RADIO2
source: External:
pt_pt: Externo:

# IDD_PPAGELOGO_IDC_BUTTON2
source: Browse...
pt_pt: Procurar...

# IDD_PPAGELOGO_IDC_CHECK1
source: Apply Monitor Color Profile
pt_pt: Aplicar perfil da cor do ecrã

# IDD_PPAGEOUTPUT_IDC_STATIC
source: DirectShow Video
pt_pt: Vídeo DirectShow

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitles
pt_pt: Legendas

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Screenshot
pt_pt: Captura ecrã

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Rotation
pt_pt: Rotação

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Audio Renderer
pt_pt: Rend. áudio

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitle Renderer
pt_pt: Rend. legenda

# IDD_PPAGEOUTPUT_IDC_STATIC
source: VMR-9 (renderless) and EVR (CP) settings
pt_pt: Definições VMR-9 (renderless) e EVR (CP)

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Surface:
pt_pt: Superfície:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Resizer:
pt_pt: Aumentador:

# IDD_PPAGEOUTPUT_IDC_D3D9DEVICE
source: Select D3D9 Render Device
pt_pt: Selec. dispositivo rend. D3D9

# IDD_PPAGEOUTPUT_IDC_RESETDEVICE
source: Reinitialize when changing display
pt_pt: Reiniciar quando mudar o ecrã

# IDD_PPAGEOUTPUT_IDC_FULLSCREEN_MONITOR_CHECK
source: D3D Fullscreen
pt_pt: Ecrã completo D3D

# IDD_PPAGEOUTPUT_IDC_DSVMR9ALTERNATIVEVSYNC
source: Alternative VSync
pt_pt: Alternativa VSync

# IDD_PPAGEOUTPUT_IDC_DSVMR9LOADMIXER
source: VMR-9 Mixer Mode
pt_pt: Modo VMR-9 Mixer

# IDD_PPAGEOUTPUT_IDC_EVR_BUFFERS_TXT
source: EVR Buffers:
pt_pt: Pilhas EVR:
